{"translation-revision-date":"2024-10-23 06:07:29+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Activate your license":["Aktywuj swoją licencję"],"Great, your license is activated and valid!":["Świetnie, twoja licencja jest aktywowana i ważna!"],"Consent Banner":["Baner zgody"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["To jest miejsce, gdzie wszystko dotyczące plików cookies jest konfigurowane. Wrócimy do Przewodnika niedługo."],"End tour":["Koniec wprowadzenia"],"Start tour":["Rozpocznij wycieczkę"],"Configure":["Konfiguruj"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Jesteś gotowy, żeby uruchomić nasz Przewodnik. Po więcej informacji, FAQ (najczęściej zadawane pytania) oraz pomoc odwiedź stronę Complianz.io."],"Let's start the Wizard":["Zacznij \"Przewodnik\""],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["Complianz śledzi zmiany w Informacjach o plikach cookie i polityce dotyczącej plików cookie za pomocą dokumentów ze znacznikiem czasu. To jest rejestracja, na którą wyrażasz zgodę, z poszanowaniem wytycznych dotyczących minimalizacji danych i nie przechowywania żadnych danych użytkownika."],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Na podstawie twoich odpowiedzi w Przewodniku automatycznie umożliwimy integracje z odpowiednimi usługami i wtyczkami. Jeśli chcesz zablokować dodatkowe skrypty, możesz dodać je do centrum skryptów."],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Tutaj możesz skonfigurować i nadać styl swojemu banerowi zgody, jeśli kreator zostanie ukończony. Zostanie dodana dodatkowa zakładka z ustawieniami specyficznymi dla regionu."],"The Wizard":["Przewodnik"],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["To jest twój kokpit. Kiedy Przewodnik zostanie ukończony, tutaj będziesz miał przegląd zadań, narzędzi oraz dokumentacji."],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Przygotuj się na ustawodawstwo dotyczące prywatności na całym świecie. Obejrzyj krótką prezentację lub rozpocznij konfigurowanie wtyczki!"],"Welcome to Complianz":["Witamy w Complianz"],"Integrations":["Integracje"],"Proof of Consent":["Dowód zgody"],"Next":["Następny"],"Previous":["Poprzedni"],"Dashboard":["Kokpit"]}},"comment":{"reference":"settings\/build\/8525.92367c1ae0a13aa4f950.js"}}