{"translation-revision-date":"2025-10-29 10:15:15+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Receive the most important insights about your site’s performance, key trends, and tailored metrics directly in your inbox":["Otrzymuj najważniejsze informacje o wydajności swojej witryny, kluczowych trendach i dostosowanych wskaźnikach bezpośrednio na swoją skrzynkę odbiorczą"],"Get Site Insights in Your Inbox":["Otrzymuj informacje o witrynie w swojej skrzynce odbiorczej"],"You can always manage your email reports subscription from the user menu":["Możesz zawsze zarządzać swoją subskrypcją raportów e-mail z poziomu menu użytkownika"],"Connect more services or edit connected services from the settings screen.":["Podłącz więcej usług lub edytuj połączone usługi na ekranie ustawień."],"Recover %1$s and %2$s":["Odzyskaj %1$s i %2$s"],"Recover %s":["Odzyskaj %s"],"You successfully enabled Google tag gateway for advertisers!":["Pomyślnie włączono bramkę znaczników Google dla reklamodawców!"],"Enable Google tag gateway for advertisers":["Włącz bramkę znaczników Google dla reklamodawców"],"You can always enable Google tag gateway for advertisers in Settings later":["Możesz później włączyć bramkę znaczników Google dla reklamodawców w Ustawieniach"],"Learn more about Google tag gateway for advertisers server requirements":["Dowiedz się więcej o wymaganiach serwera dla reklamodawców dotyczących bramki znaczników Google"],"Connect more services":["Połącz więcej usług"],"Got it!":["Rozumiem!"],"Congrats on completing the setup for Site Kit!":["Gratulacje z okazji ukończenia konfiguracji Site Kit!"],"Site wide":["Cała witryna"],"Specified pages":["Określone strony"],"Specific content types":["Określony rodzaj treści"],"Google tag gateway for advertisers has been disabled due to server configuration issues. Measurement data is now being routed through the default Google server. Please contact your hosting provider to resolve the issue. <a>Learn more<\/a>":["Bramka znaczników Google dla reklamodawców została wyłączona z powodu problemów z konfiguracją serwera. Dane pomiarowe są teraz kierowane przez domyślny serwer Google. Skontaktuj się z dostawcą hostingu, aby rozwiązać ten problem. <a>Dowiedz się więcej<\/a>"],"You can always disable it in Analytics or Ads settings":["Możesz zawsze wyłączyć tę opcję w ustawieniach Analytics lub Reklam"],"Enable Google tag gateway for advertisers (<em>beta<\/em>) to send measurement through your own domain - this helps improve the quality and completeness of Analytics or Ads metrics.":["Włącz bramkę znaczników Google dla reklamodawców (<em>beta<\/em>), aby umożliwić im przesyłanie pomiarów za pośrednictwem Twojej domeny. Pomaga to poprawić jakość i kompletność danych analitycznych lub reklamowych."],"Get more comprehensive stats by collecting metrics via your own site":["Uzyskaj bardziej kompleksowe statystyki, gromadząc dane metryczne za pośrednictwem własnej witryny"],"%s (Please try again.)":["%s (Spróbuj ponownie.)"],"Show me":["Pokaż mi"],"Data is now available for the pages that earn the most AdSense revenue.":["Dane są już dostępne dla stron, które generują największe przychody z AdSense."],"See your top earning content":["Zobacz najlepiej zarabiające treści"],"Link your Analytics and AdSense accounts to find out which content brings you the most revenue.":["Połącz swoje konta Analytics i AdSense, aby dowiedzieć się, które treści przynoszą Ci największe przychody."],"See which content earns you the most":["Zobacz, które treści przynoszą Ci największe zyski"],"Enable consent mode":["Włącz tryb zgody"],"Consent mode interacts with your Consent Management Platform (CMP) or custom implementation for obtaining visitor consent, such as a cookie consent banner.":["Tryb zgody współpracuje z Platformą zarządzania zgodami (CMP) lub niestandardową implementacją mającą na celu uzyskanie zgody odwiedzającego, np. banerem zgody na pliki ciasteczka."],"Enable consent mode to preserve tracking for your Ads campaigns":["Włącz tryb zgody, aby zachować śledzenie kampanii reklamowych"],"You can always enable consent mode in Settings later":["Tryb zgody możesz zawsze włączyć później w Ustawieniach"],"We’ll let you know as soon as there’s enough data available":["Powiadomimy Cię, gdy tylko będziemy mieć wystarczająco dużo danych"],"Your AdSense and Analytics accounts are linked":["Twoje konta AdSense i Analytics są połączone"],"Don’t show again":["Nie pokazuj ponownie"],"Permissions Error":["Błąd uprawnień"],"Engagement Rate":["Współczynnik zaangażowania"],"To continue using Analytics with Site Kit, you need to grant permission to check for any changes in your Google tag’s target Analytics property. The Google tag feature was recently updated to allow users to change a tag’s connected Analytics property without editing site code. Because of this change, Site Kit now must regularly check if the tag on your site matches the Analytics property destination.":["Aby kontynuować korzystanie z Analytics z Site Kit, musisz udzielić pozwolenia na sprawdzenie, czy w docelowej właściwości Analytics Twojego znacznika Google nie zaszły żadne zmiany. Funkcja znacznika Google została niedawno zaktualizowana, aby umożliwić użytkownikom zmianę połączonej właściwości Analytics znacznika bez edytowania kodu witryny. Z powodu tej zmiany Site Kit musi teraz regularnie sprawdzać, czy znacznik w Twojej witrynie pasuje do docelowej właściwości Analytics."],"Grant permission":["Udziel pozwolenia"],"Site Kit needs additional permissions to detect updates to tags on your site":["Site Kit potrzebuje dodatkowych uprawnień, aby wykrywać aktualizacje znaczników w witrynie"],"Enable auto-updates":["Włącz automatyczne aktualizacje"],"Turn on auto-updates so you always have the latest version of Site Kit. We constantly introduce new features to help you get the insights you need to be successful on the web.":["Włącz automatyczne aktualizacje, aby zawsze mieć najnowszą wersję Site Kit. Ciągle wprowadzamy nowe funkcje, aby pomóc Ci uzyskać informacje, których potrzebujesz, aby odnieść sukces w sieci."],"Auto-updates have been enabled. Your version of Site Kit will automatically be updated when new versions are available.":["Włączono automatyczne aktualizacje. Twoja wersja Site Kit zostanie automatycznie zaktualizowana, gdy pojawią się nowe wersje."],"Keep Site Kit up-to-date":["Utrzymuj Site Kit aktualną"],"Thanks for enabling auto-updates":["Dziękujemy za włączenie automatycznych aktualizacji"],"The server provided an invalid response":["Serwer dostarczył nieprawidłową odpowiedź"],"There was a critical error on this website while fetching data":["Wystąpił błąd krytyczny na tej witrynie internetowej podczas pobierania danych"],"The following modules failed to be recovered:":["Nie udało się odzyskać następujących modułów:"],"Get help":["Uzyskaj pomoc"],"Retry":["Ponów"],"Dashboard data for some services has been interrupted":["Dane w kokpicie dla niektórych usług zostały przerwane"],"By recovering the selected modules, you will restore access for other users by sharing access via your Google account. This does not make any changes to external services and can be managed at any time via the dashboard sharing settings.":["Przywracając wybrane moduły, przywrócisz dostęp innym użytkownikom, udostępniając dostęp za pośrednictwem swojego konta Google. Nie powoduje to żadnych zmian w usługach zewnętrznych i można zarządzać nimi w dowolnym momencie za pośrednictwem ustawień udostępniania kokpitu."],"The data for the following modules was previously shared with other users on the site by another admin who no longer has access. To restore access, you may recover the module as the new owner.":["Dane dla następujących modułów zostały wcześniej udostępnione innym użytkownikom witryny przez innego administratora, który nie ma już do nich dostępu. Aby przywrócić dostęp, możesz odzyskać moduł jako nowy właściciel."],"Recover":["Odzyskaj"],"By recovering the module, you will restore access for other users by sharing access via your Google account. This does not make any changes to external services and can be managed at any time via the dashboard sharing settings.":["Odzyskując moduł, przywrócisz dostęp innym użytkownikom, udostępniając dostęp za pośrednictwem swojego konta Google. Nie powoduje to żadnych zmian w usługach zewnętrznych i można nim zarządzać w dowolnym momencie za pośrednictwem ustawień udostępniania kokpitu."],"%s data was previously shared with other users on the site by another admin who no longer has access. To restore access, you may recover the module as the new owner.":["Dane %s zostały wcześniej udostępnione innym użytkownikom witryny przez innego administratora, który nie ma już dostępu. Aby przywrócić dostęp, możesz odzyskać moduł jako nowy właściciel."],"The data for the following modules was previously shared with other users on the site by another admin who no longer has access. To restore access, the module must be recovered by another admin who has access.":["Dane dla następujących modułów zostały wcześniej udostępnione innym użytkownikom witryny przez innego administratora, który nie ma już dostępu. Aby przywrócić dostęp, moduł musi zostać odzyskany przez innego administratora, który ma dostęp."],"%s data was previously shared with other users on the site by another admin who no longer has access. To restore access, the module must be recovered by another admin who has access.":["Dane %s zostały wcześniej udostępnione innym użytkownikom witryny przez innego administratora, który nie ma już dostępu. Aby przywrócić dostęp, moduł musi zostać odzyskany przez innego administratora, który ma dostęp."],"Error connecting Site Kit":["Błąd połączenia Site Kit"],"%1$s: %2$s":["%1$s: %2$s"],"It can take up to %s hour before stats show up for your site. While you’re waiting, connect more services to get more stats.":["Może minąć do %s godziny, zanim statystyki dla Twojej witryny się pojawią. Podczas oczekiwania podłącz więcej usług, aby uzyskać więcej statystyk.","Może minąć do %s godzin, zanim statystyki dla Twojej witryny się pojawią. Podczas oczekiwania podłącz więcej usług, aby uzyskać więcej statystyk.","Może minąć do %s godzin, zanim statystyki dla Twojej witryny się pojawią. Podczas oczekiwania podłącz więcej usług, aby uzyskać więcej statystyk."],"Search Console is gathering data":["Konsola wyszukiwania zbiera dane"],"Search Console and Analytics are gathering data":["Konsola wyszukiwania i Analytics gromadzą dane"],"Site Kit will start showing stats on the dashboard as soon as enough people have visited your site. Keep working on your site to attract more visitors.":["Site Kit zacznie wyświetlać statystyki w kokpicie, gdy tylko wystarczająca liczba osób odwiedzi Twoją witrynę. Kontynuuj pracę nad witryną, aby przyciągnąć więcej odwiedzających."],"Not enough traffic yet to display stats":["Zbyt mało ruchu, aby wyświetlić statystyki"],"Go to Settings":["Przejdź do ustawień"],"Connect more services to see more stats.":["Połącz więcej usług, aby zobaczyć więcej statystyk."],"Maybe later":["Może później"],"screen reader text\u0004(disabled)":["(wyłączony)"],"Setup":["Konfiguracja"],"New":["Nowy"],"Got it":["Rozumiem"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Inne"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Remind me later":["Przypomnij później"],"OK, got it":["Ok, rozumiem"],"Next":["Następne"],"Learn how":["Dowiedz się jak"],"screen reader text\u0004(opens in a new tab)":["(otworzy się w nowej karcie)"],"Redo the plugin setup":["Ponownie skonfiguruj wtyczkę"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Aby to naprawić, <a href=\"%2$s\">ponownie skonfiguruj wtyczkę<\/a>."],"Previous period":["Poprzedni okres"],"Redo setup":["Ponów konfigurację"],"Site Kit can’t access necessary data":["Site Kit nie ma dostępu do niezbędnych danych"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit nie może uzyskać dostępu do wszystkich istotnych danych, ponieważ nie przyznano wszystkich uprawnień wymaganych podczas konfiguracji. Aby użyć Site Kit, należy powtórzyć konfigurację - proszę się upewnić, że zatwierdzono wszystkie uprawnienia na etapie uwierzytelniania."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit nie może uzyskać dostępu do odpowiednich danych z %1$s, ponieważ nie nadano wszystkich uprawnień wymaganych podczas konfiguracji. Aby użyć Site Kit, należy powtórzyć konfigurację %1$s - proszę się upewnić, że zatwierdzono wszystkie uprawnienia na etapie uwierzytelniania."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit nie może uzyskać dostępu do wszystkich istotnych danych, ponieważ nie przyznano wszystkich uprawnień wymaganych podczas konfiguracji. Aby użyć Site Kit, proszę powtórzyć konfigurację dla: %s - proszę się upewnić, że zatwierdzono wszystkie uprawnienia na etapie uwierzytelniania."],"%sK":["%sT"],"%sM":["%s mln"],"Last %s day":["Ostatni %s dzień","Ostatnie %s dni","Ostatnie %s dni"],", ":[", "],"Congrats on completing the setup for %s!":["Gratulacje ukończenia konfiguracji dla %s!"],"Analytics is gathering data":["Analitics zbiera dane"],"Session Duration":["Czas trwania sesji"],"Back":["Powrót"],"Learn more":["Dowiedz się więcej"],"Error: %s":["Błąd: %s"],"Sessions":["Sesje"],"Users":["Użytkownicy"],"Dismiss":["Odrzuć"],"Close":["Zamknij"],"Day":["Dzień"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-notifications-3b99b45672b70fa6c0c3.js"}}