{"translation-revision-date":"2025-10-29 10:15:15+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Manage email reports":["Zarządzaj raportami e-mail"],"Channel (e.g. social, paid, search) that brought in the most purchases to your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyniósł najwięcej zakupów w Twojej witrynie"],"Channel which brought in the most purchases to your site":["Kanał, który przyniósł najwięcej zakupów na Twojej stronie"],"Channel (e.g. social, paid, search) that brought in the most leads to your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyciągnął najwięcej potencjalnych klientów do Twojej witryny"],"Channel which brought in the most leads to your site":["Kanał, który przyciągnął najwięcej leadów do Twojej witryny"],"Channel (e.g. social, paid, search) that brought in the most add to cart events to your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyniósł najwięcej zdarzeń dodania do koszyka w Twojej witrynie"],"Channel which brought in the most add to cart events to your site":["Kanał, który przyciągnął najwięcej zdarzeń dodania do koszyka na Twojej stronie"],"Suggested":["Sugerowane"],"Site Kit will start collecting data and add them on your dashboard. You can change your selection later on from Site Kit’s main dashboard.":["Site Kit rozpocznie zbieranie danych i doda je do Twojego kokpitu. Możesz zmienić swój wybór później z głównego kokpitu Site Kit."],"Select up to 8 metrics that are most important for your business goals":["Wybierz do 8 wskaźników, które są najważniejsze dla Twoich celów biznesowych"],"No metrics were selected yet":["Nie wybrano jeszcze żadnych metryk"],"Select up to %d metrics":["Wybierz do %d metryk"],"Content performance":["Wydajność treści"],"Selling products":["Sprzedaż produktów"],"Driving traffic":["Kierowanie ruchem"],"Top device driving the most purchases":["Najpopularniejsze urządzenie generujące najwięcej zakupów"],"Top device driving purchases":["Najpopularniejsze urządzenie generujące zakupy"],"Pages on which forms are most frequently submitted":["Strony, na których formularze są najczęściej przesyłane"],"Top pages driving leads":["Najpopularniejsze strony generujące leady"],"Cities driving the most purchases":["Miasta, w których dokonuje się najwięcej zakupów"],"Top cities driving purchases":["Główne miasta generujące zakupy"],"Cities where visitors most frequently add products to their carts":["Miasta, w których odwiedzający najczęściej dodają produkty do swoich koszyków"],"Top cities driving add to cart":["Najlepsze miasta generujące dodaj do koszyka"],"Top traffic source driving purchases":["Główne źródło ruchu generujące zakupy"],"Top traffic source driving leads":["Główne źródło ruchu generujące leady"],"Top traffic source driving add to cart":["Główne źródło ruchu dodające do koszyka"],"Cities driving the most contact form submissions":["Miasta, w których przesyła się najwięcej formularzy kontaktowych"],"Top cities driving leads":["Największe miasta pod względem liczby potencjalnych klientów"],"%s (Please try again.)":["%s (Spróbuj ponownie.)"],"Additional items":["Dodatkowe elementy"],"Visitors":["Odwiedzający"],"Pages that generated the most AdSense revenue":["Strony, które wygenerowały największe przychody z AdSense"],"Top earning pages":["Najlepiej zarabiające strony"],"Current selection":["Aktualny wybór"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d wybrano <MaxCount>(do %2$d)<\/MaxCount>"],"Select up to %1$d metrics (%2$d selected)":["Wybierz do %1$d metryk (wybrano %2$d)"],"Select at least %1$d metrics (%2$d selected)":["Wybierz co najmniej %1$d metryk (wybrano %2$d)"],"Percentage of visitors that left without engagement with your site":["Procent odwiedzających, którzy opuścili Twoją witrynę bez interakcji"],"The metrics you selected require more data tracking. You will be directed to update your Analytics property after saving your selection.":["Wybrane metryki wymagają więcej śledzenia danych. Po zapisaniu wyboru zostaniesz przekierowany do aktualizacji swojej właściwości Analytics."],"The metrics you selected require more data tracking. We will update your Analytics property after saving your selection.":["Wybrane przez Ciebie metryki wymagają więcej śledzenia danych. Zaktualizujemy Twoją właściwość Analytics po zapisaniu Twojego wyboru."],"Additional permissions are required to create new Analytics custom dimensions":["Do tworzenia nowych niestandardowych wymiarów Analytics wymagane są dodatkowe uprawnienia"],"Authors whose posts got the most visits":["Autorzy, których wpisy uzyskały najwięcej odwiedzin"],"Most popular authors by pageviews":["Najpopularniejsi autorzy według liczby odsłon"],"Categories that your site visitors viewed the most":["Kategorie, które odwiedzający Twoją witrynę przeglądali najczęściej"],"Top categories by pageviews":["Najpopularniejsze kategorie według liczby odsłon"],"Pages with the most pageviews published in the last 3 days":["Strony z największą liczbą odsłon opublikowanych w ciągu ostatnich 3 dni"],"Top recent trending pages":["Najpopularniejsze ostatnio strony"],"Pages with the highest engagement rate":["Strony z najwyższym wskaźnikiem zaangażowania"],"Most engaging pages":["Najbardziej angażujące strony"],"Pages with the highest percentage of visitors that left without engagement with your site":["Strony z największym odsetkiem odwiedzających, którzy opuścili Twoją witrynę bez interakcji"],"The top search queries for your site by highest clickthrough rate":["Najpopularniejsze zapytania wyszukiwania dla Twojej witryny według najwyższego współczynnika klikalności"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most key events":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyciągnął odwiedzających, którzy wygenerowali najwięcej kluczowych zdarzeń"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyciągnął najwięcej odwiedzających do Twojej witryny"],"The countries where most of your visitors came from":["Kraje, z których pochodzi większość odwiedzających"],"The cities where most of your visitors came from":["Miasta, z których pochodzi większość odwiedzających"],"Pages your visitors read the most":["Strony, które Twoi goście czytają najczęściej"],"Portion of visitors who visited your site for the first time in this timeframe":["Część odwiedzających, którzy odwiedzili Twoją witrynę po raz pierwszy w tym przedziale czasowym"],"Portion of your site’s visitors that returned at least once in this timeframe":["Część odwiedzających Twoją witrynę, którzy powrócili na nią przynajmniej raz w tym okresie"],"Returning visitors":["Powracający odwiedzający"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyciągnął najwięcej odwiedzających, którzy w znaczący sposób zaangażowali się w Twoją witrynę"]," and ":[" oraz "],"%s is disconnected, no data to show":["%s jest rozłączony, nie ma danych do wyświetlenia","%s jest rozłączonych, nie ma danych do wyświetlenia","%s jest rozłączonych, nie ma danych do wyświetlenia"],"Pages that attracted the most returning visitors":["Strony, które przyciągnęły najwięcej powracających użytkowników"],"Top pages by returning visitors":["Najpopularniejsze strony według powracających użytkowników"],"Average duration of engaged visits":["Średni czas trwania zaangażowanych wizyt"],"Visit length":["Długość wizyty"],"Number of pages visitors viewed per session on average":["Liczba stron przeglądanych średnio przez użytkowników na sesję"],"Pages per visit":["Stron na wizytę"],"Least engaging pages":["Najmniej angażujące strony"],"Average number of sessions per site visitor":["Średnia liczba sesji na osobę odwiedzającą witrynę"],"Visits per visitor":["Wizyty na odwiedzającego"],"Top countries driving traffic":["Najwięcej krajów generujących ruch"],"Email":["E-mail"],"Google account":["Konto Google"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Pomóż nam ulepszyć Site Kit, udostępniając anonimowe dane o użytkowaniu.<\/span> <span>Wszystkie zebrane dane są przetwarzane zgodnie z <a>Polityką prywatności Google.<\/a><\/span>"],"Edit your personalized goals or deactivate this widget in <link><strong>Settings<\/strong><\/link>":["Edytuj swoje spersonalizowane cele lub wyłącz ten widżet w <link><strong>Ustawieniach<\/strong><\/link>"],"Save selection":["Zapisz wybór"],"Apply changes":["Zastosuj zmiany"],"Channel which brought in the most visits that resulted in key events":["Kanał, który przyciągnął najwięcej odwiedzin, które zakończyły się kluczowymi wydarzeniami"],"Which countries you get the most visitors from":["Z których krajów pochodzi najwięcej odwiedzających"],"Which cities you get the most visitors from":["Z których miast pochodzi najwięcej odwiedzających"],"What people searched for before they came to your site":["Czego szukali ludzie, zanim trafili na Twoją stronę"],"Products that brought in the most visitors":["Produkty, które przyciągnęły najwięcej odwiedzających"],"Pages that brought in the most visitors":["Strony, które przyciągnęły najwięcej odwiedzających"],"Visitors coming via this channel spent the most time on your site":["Odwiedzający korzystający z tego kanału spędzili najwięcej czasu na Twojej stronie"],"Channel which brought in the most visitors to your site":["Kanał, który przyciągnął najwięcej odwiedzających na Twoją stronę"],"Top traffic source":["Główne źródło ruchu"],"How many new visitors you got and how the overall audience changed":["Ilu nowych odwiedzających udało Ci się pozyskać i jak zmieniła się ogólna grupa odbiorców"],"Portion of people who visited your site more than once":["Część osób, które odwiedziły Twoją witrynę więcej niż jeden raz"],"Top converting traffic source":["Najlepsze źródło ruchu konwertującego"],"Top cities driving traffic":["Największe miasta generujące ruch"],"Most popular products by pageviews":["Najpopularniejsze produkty według liczby odsłon"],"Most engaged traffic source":["Najbardziej angażujące źródło ruchu"],"Top performing keywords":["Najlepiej działające słowa kluczowe"],"Most popular content by pageviews":["Najpopularniejsze treści według liczby odsłon"],"New visitors":["Nowi odwiedzający"],"Google Account (Email: %1$s)":["Konto Google (e-mail: %1$s)"],"Google Account for %1$s":["Konto Google dla %1$s"],"Google Account for %1$s (Email: %2$s)":["Konto Google dla %1$s (e-mail: %2$s)"],"Copied to clipboard":["Skopiowano do schowka"],"Copy error contents":["Skopiuj treść błędu"],"Error message copied to clipboard. Click to copy the error message again.":["Wiadomość o błędzie skopiowana do schowka. Kliknij, aby ponownie skopiować wiadomość o błędzie."],"The server provided an invalid response":["Serwer dostarczył nieprawidłową odpowiedź"],"There was a critical error on this website while fetching data":["Wystąpił błąd krytyczny na tej witrynie internetowej podczas pobierania danych"],"Key metrics":["Kluczowe wskaźniki"],"<strong>Note:<\/strong> %s":["<strong>Uwaga:<\/strong> %s"],"Google Account":["Konto Google"],"Retry":["Ponów"],"Service name\u0004Sign in with Google":["Zaloguj się z Google"],"Thanks for using Site Kit!<br \/>Help us make it even better":["Dziękujemy za korzystanie z Site Kit!<br \/>Pomóż nam uczynić go jeszcze lepszym"],"Shared by <strong>%s<\/strong>":["Udostępnione przez <strong>%s<\/strong>"],"Shared services":["Usługi współdzielone"],"Learn more about dashboard sharing":["Dowiedz się więcej o udostępnianiu kokpitu"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Możesz zobaczyć statystyki ze wszystkich udostępnianych usług Google, ale nie możesz wprowadzać żadnych zmian. <a>Dowiedz się więcej<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Możesz zobaczyć statystyki ze wszystkich udostępnianych usług Google, ale nie możesz wprowadzać żadnych zmian. <strong>Zaloguj się, aby połączyć więcej usług i kontrolować dostęp do udostępniania.<\/strong>"],"View only":["Zobacz tylko"],"Go to dashboard":["Przejdź do kokpitu"],"Maybe later":["Może później"],"Back to dashboard":["Powrót do kokpitu"],"Monetization":["Monetyzacja"],"Content":["Treść"],"Traffic":["Ruch"],"screen reader text\u0004(disabled)":["(wyłączony)"],"Help":["Pomoc"],"New":["Nowy"],"Get help with AdSense":["Uzyskaj pomoc dotyczącą AdSense"],"Get support":["Uzyskaj pomoc"],"Read help docs":["Przeczytaj dokumentację"],"Fix common issues":["Rozwiązywanie typowych problemów"],"Got it":["Rozumiem"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Dokończ konfigurację"],"Generating leads":["Generowanie leadów"],"Next":["Następne"],"screen reader text\u0004(opens in a new tab)":["(otworzy się w nowej karcie)"],"Source: %s":["Źródło: %s"],"Report this problem":["Zgłoś ten problem"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Aby to naprawić, <a href=\"%2$s\">ponownie skonfiguruj wtyczkę<\/a>."],"Proceed":["Kontynuuj"],"Additional Permissions Required":["Wymagane dodatkowe uprawnienia"],"Manage Sites":["Zarządzaj witrynami"],"%sK":["%sT"],"%sM":["%s mln"],"Last %s day":["Ostatni %s dzień","Ostatnie %s dni","Ostatnie %s dni"],", ":[", "],"Site Kit encountered an error":["Site Kit napotkał błąd"],"Site Kit by Google Logo":["Logo Site Kit od Google"],"OK, Got it!":["Ok, rozumiem!"],"Speed":["Szybkość"],"Back":["Powrót"],"Learn more":["Dowiedz się więcej"],"Error: %s":["Błąd: %s"],"Account":["Konto"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Odłączenie Site Kit przez Google usunie dostęp do wszystkich usług. Po rozłączeniu będzie trzeba ponownie autoryzować, aby przywrócić usługę."],"Disconnect":["Rozłącz"],"User Avatar":["Awatar użytkownika"],"Cancel":["Anuluj"],"Close":["Zamknij"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-metric-selection-42ec83a16098134bfe05.js"}}