{"translation-revision-date":"2025-10-29 10:15:15+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Manage email reports":["Zarządzaj raportami e-mail"],"%1$s. <Link><Strong>%2$s<\/Strong><\/Link>":["%1$s. <Link><Strong>%2$s<\/Strong><\/Link>"],"%s (Please try again.)":["%s (Spróbuj ponownie.)"],"I published my message":["Opublikowałem swoją wiadomość"],"Email":["E-mail"],"Google account":["Konto Google"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Pomóż nam ulepszyć Site Kit, udostępniając anonimowe dane o użytkowaniu.<\/span> <span>Wszystkie zebrane dane są przetwarzane zgodnie z <a>Polityką prywatności Google.<\/a><\/span>"],"Enable message":["Włącz wiadomość"],"Enable error protection code (optional)":["Włącz kod ochrony przed błędami (opcjonalnie)"],"Enable ad blocking recovery message (required)":["Włącz komunikat odzyskiwania blokowania reklam (wymagane)"],"If a site visitor’s ad blocker browser extension blocks the message you create in AdSense, a default, non-customizable ad blocking recovery message will display instead. <a>Learn more<\/a>":["Jeśli rozszerzenie przeglądarki blokujące reklamy odwiedzającego witrynę zablokuje wiadomość utworzoną w AdSense, zamiast niej zostanie wyświetlony domyślny, niekonfigurowalny komunikat o odzyskaniu blokowania reklam. <a>Dowiedz się więcej<\/a>"],"Step %1$s of %2$s (completed).":["Krok %1$s z %2$s (zakończony)."],"Step %1$s of %2$s (active).":["Krok %1$s z %2$s (aktywny)."],"Step %1$s of %2$s (upcoming).":["Krok %1$s z %2$s (nadchodzący)."],"Ad blocking recovery only works if you’ve created and published your message in AdSense":["Odzyskiwanie po zablokowaniu reklam działa tylko wtedy, gdy utworzyłeś i opublikowałeś wiadomość w usłudze AdSense"],"Create message":["Utwórz wiadomość"],"My message is ready":["Moja wiadomość jest gotowa"],"Site visitors will be given the option to allow ads on your site. You can also present them with other options to fund your site (optional)":["Odwiedzający witrynę będą mieli możliwość zezwolenia na reklamy w witrynie. Możesz im również przedstawić inne opcje finansowania witryny (opcjonalnie)"],"Create and publish an ad blocking recovery message in AdSense":["Utwórz i opublikuj wiadomość o odzyskaniu blokady reklam w AdSense"],"Identify site visitors that have an ad blocker browser extension installed. These site visitors will see the ad blocking recovery message created in AdSense.":["Zidentyfikuj odwiedzających witrynę, którzy mają zainstalowane rozszerzenie przeglądarki blokujące reklamy. Ci odwiedzający witrynę zobaczą wiadomość o odzyskaniu blokowania reklam utworzoną w AdSense."],"Create your site’s ad blocking recovery message (required)":["Utwórz wiadomość o odzyskaniu blokady reklam w swojej witrynie (wymagane)"],"Google Account (Email: %1$s)":["Konto Google (e-mail: %1$s)"],"Google Account for %1$s":["Konto Google dla %1$s"],"Google Account for %1$s (Email: %2$s)":["Konto Google dla %1$s (e-mail: %2$s)"],"Ad Blocking Recovery":["Odzyskiwanie blokowania reklam"],"Copied to clipboard":["Skopiowano do schowka"],"Copy error contents":["Skopiuj treść błędu"],"Error message copied to clipboard. Click to copy the error message again.":["Wiadomość o błędzie skopiowana do schowka. Kliknij, aby ponownie skopiować wiadomość o błędzie."],"The server provided an invalid response":["Serwer dostarczył nieprawidłową odpowiedź"],"There was a critical error on this website while fetching data":["Wystąpił błąd krytyczny na tej witrynie internetowej podczas pobierania danych"],"Key metrics":["Kluczowe wskaźniki"],"Failed to load graphic":["Nie udało się wczytać grafiki"],"Failed to load media":["Nie udało się wczytać mediów"],"<strong>Note:<\/strong> %s":["<strong>Uwaga:<\/strong> %s"],"Google Account":["Konto Google"],"Get help":["Uzyskaj pomoc"],"Block ads you don't like, customize where ads appear, and choose which types fit your site best":["Blokuj reklamy, których nie lubisz, dostosuj miejsce wyświetlania reklam i wybierz rodzaje, które najlepiej pasują do Twojej witryny"],"You’re in control":["Masz kontrolę"],"Auto ads automatically place and optimize your ads for you so you don't have to spend time doing it yourself":["Automatyczne reklamy automatycznie umieszczają i optymalizują Twoje reklamy, dzięki czemu nie musisz poświęcać czasu na samodzielne wykonywanie tych czynności"],"Save time with automated ads":["Oszczędzaj czas dzięki automatycznym reklamom"],"Focus on writing good content and let AdSense help you make it profitable":["Skup się na pisaniu dobrych treści, a AdSense pomoże Ci je uczynić dochodowymi"],"Earn money from your site":["Zarabiaj pieniądze na swojej witrynie"],"Connect now":["Połącz teraz"],"Retry":["Ponów"],"Service name\u0004Sign in with Google":["Zaloguj się z Google"],"Review AdSense account":["Przejrzyj konto AdSense"],"Your account isn’t ready to show ads yet":["Twoje konto nie jest jeszcze gotowe do wyświetlania reklam"],"Add this site to your AdSense account":["Dodaj tę witrynę do swojego konta AdSense"],"Apply now":["Zastosuj teraz"],"To start using AdSense on your website, you need to upgrade your account to add “AdSense for content”. <a>Learn more<\/a>":["Aby zacząć korzystać z AdSense na swojej witrynie internetowej, musisz uaktualnić swoje konto, dodając „AdSense dla treści”. <a>Dowiedz się więcej<\/a>"],"Looks like you need to upgrade your AdSense account":["Wygląda na to, że musisz uaktualnić swoje konto AdSense"],"Thanks for using Site Kit!<br \/>Help us make it even better":["Dziękujemy za korzystanie z Site Kit!<br \/>Pomóż nam uczynić go jeszcze lepszym"],"Shared by <strong>%s<\/strong>":["Udostępnione przez <strong>%s<\/strong>"],"Shared services":["Usługi współdzielone"],"Learn more about dashboard sharing":["Dowiedz się więcej o udostępnianiu kokpitu"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Możesz zobaczyć statystyki ze wszystkich udostępnianych usług Google, ale nie możesz wprowadzać żadnych zmian. <a>Dowiedz się więcej<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Możesz zobaczyć statystyki ze wszystkich udostępnianych usług Google, ale nie możesz wprowadzać żadnych zmian. <strong>Zaloguj się, aby połączyć więcej usług i kontrolować dostęp do udostępniania.<\/strong>"],"View only":["Zobacz tylko"],"Proceed without enabling auto ads":["Kontynuuj bez włączania reklam automatycznych"],"Site Kit recommends enabling auto ads. If your existing AdSense setup relies on individual ad units, you can proceed without enabling auto ads.":["Site Kit zaleca włączenie automatycznych reklam. Jeśli Twoja obecna konfiguracja AdSense opiera się na pojedynczych jednostkach reklamowych, możesz kontynuować bez włączania automatycznych reklam."],"Enable auto ads":["Włącz automatyczne reklamy"],"To start serving ads via Site Kit, you need to activate auto ads first. Go to AdSense and enable auto ads for your site.":["Aby rozpocząć wyświetlanie reklam za pośrednictwem Site Kit, musisz najpierw włączyć reklamy automatyczne. Przejdź do AdSense i włącz reklamy automatyczne dla swojej witryny."],"Enable auto ads for your site":["Włącz automatyczne reklamy dla swojej witryny"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads":["Site Kit umieścił kod AdSense w Twojej witrynie, aby połączyć ją z AdSense i pomóc Ci w pełni wykorzystać reklamy"],"Connect your AdSense account to see stats on your overall earnings, page CTR, and top earning pages":["Połącz swoje konto AdSense, aby zobaczyć statystyki dotyczące ogólnych zarobków, współczynnika klikalności stron i najlepiej zarabiających stron"],"Your site is ready to use AdSense":["Twoja witryna jest gotowa do korzystania z AdSense"],"Your AdSense account is ready to connect to Site Kit":["Twoje konto AdSense jest gotowe do połączenia z Site Kit"],"Request review in AdSense":["Poproś o przegląd w AdSense"],"To start serving ads, your site needs to be approved first. Go to AdSense to request the review.":["Aby rozpocząć wyświetlanie reklam, Twoja witryna musi zostać najpierw zatwierdzona. Przejdź do AdSense, aby poprosić o sprawdzenie."],"Your site requires review":["Twoja witryna wymaga przeglądu"],"This usually takes a few days, but in some cases can take a few weeks. You’ll get an email from AdSense as soon as they have run some checks on your site.":["Zwykle zajmuje to kilka dni, ale w niektórych przypadkach może potrwać kilka tygodni. Otrzymasz wiadomość e-mail od AdSense, gdy tylko przeprowadzą oni kilka kontroli na Twojej witrynie."],"Your site is getting ready":["Twoja witryna jest gotowa"],"Review site in AdSense":["Przejrzyj witrynę w AdSense"],"You need to fix some things with this site before we can connect Site Kit to your AdSense account":["Musisz naprawić kilka rzeczy na tej witrynie, zanim połączymy Site Kit z Twoim kontem AdSense"],"Site Kit detected AdSense code for a different account %1$s on your site. In order to configure AdSense for your current account %2$s, we recommend you use Site Kit to place the code instead.":["Site Kit wykrył kod AdSense dla innego konta %1$s w Twojej witrynie. Aby skonfigurować AdSense dla bieżącego konta %2$s, zalecamy użycie Site Kit do umieszczenia kodu."],"You’ve already got an AdSense code on your site for this account. We recommend you use Site Kit to place the code to get the most out of AdSense.":["Masz już kod AdSense na swojej stronie dla tego konta. Zalecamy użycie Site Kit do umieszczenia kodu, aby w pełni wykorzystać AdSense."],"Make sure to remove the existing AdSense code to avoid conflicts with the code placed by Site Kit":["Pamiętaj o usunięciu istniejącego kodu AdSense, aby uniknąć konfliktów z kodem umieszczonym przez Site Kit"],"Invalid site state %s":["Nieprawidłowy stan witryny %s"],"Go to dashboard":["Przejdź do kokpitu"],"Already use AdSense? Add %s as a user to an existing AdSense account. <a>Learn more<\/a>":["Już używasz AdSense? Dodaj %s jako użytkownika do istniejącego konta AdSense. <a>Dowiedz się więcej<\/a>"],"Create AdSense account":["Utwórz konto AdSense"],"Once you create your account, Site Kit will place AdSense code on every page across your site. This means your site will be automatically optimized to help you earn money from your content.":["Po utworzeniu konta Site Kit umieści kod AdSense na każdej stronie w Twojej witrynie. Oznacza to, że Twoja witryna zostanie automatycznie zoptymalizowana, aby pomóc Ci zarabiać pieniądze na Twoich treściach."],"Maybe later":["Może później"],"Back to dashboard":["Powrót do kokpitu"],"AdSense accounts are <a>subject to review and approval<\/a> by the Google AdSense team":["Konta AdSense podlegają <a>sprawdzeniu i zatwierdzeniu<\/a> przez zespół Google AdSense"],"Monetization":["Monetyzacja"],"Content":["Treść"],"Traffic":["Ruch"],"Exclude from Ads":["Wyklucz z reklam"],"Ads will be displayed for all users":["Reklamy będą wyświetlane wszystkim użytkownikom"],"Ads will not be displayed for users that can write posts":["Reklamy nie będą wyświetlane użytkownikom, którzy mogą pisać wpisy"],"Ads will not be displayed for all logged-in users":["Reklamy nie będą wyświetlane wszystkim zalogowanym użytkownikom"],"Users who can write posts":["Użytkownicy, którzy mogą pisać wpisy"],"screen reader text\u0004(disabled)":["(wyłączony)"],"Help":["Pomoc"],"All logged-in users":["Wszyscy zalogowani użytkownicy"],"Get help with AdSense":["Uzyskaj pomoc dotyczącą AdSense"],"Get support":["Uzyskaj pomoc"],"Read help docs":["Przeczytaj dokumentację"],"Fix common issues":["Rozwiązywanie typowych problemów"],"Got it":["Rozumiem"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Select ad unit":["Wybierz jednostkę reklamową"],"Web Stories Ad Unit":["Jednostka reklamowa historii internetowych"],"Complete setup":["Dokończ konfigurację"],"Learn more about updating your AdSense account":["Dowiedz się więcej o aktualizowaniu konta AdSense"],"Learn more about adding a user to an existing AdSense account":["Dowiedz się więcej o dodawaniu użytkownika do istniejącego konta AdSense"],"Next":["Następne"],"screen reader text\u0004(opens in a new tab)":["(otworzy się w nowej karcie)"],"Source: %s":["Źródło: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora „%s” — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do dostępu do danych %s, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Konsola wyszukiwania, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego widoku Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Analytics, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego konta Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Report this problem":["Zgłoś ten problem"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Aby to naprawić, <a href=\"%2$s\">ponownie skonfiguruj wtyczkę<\/a>."],"Recommended":["Polecane"],"Add site to AdSense":["Dodaj witrynę do AdSense"],"We’ve detected that you haven’t added this site to your AdSense account yet":["Wykryliśmy, że nie dodałeś jeszcze tej witryny do swojego konta AdSense"],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Wygląda na to, że masz wiele kont AdSense powiązanych ze swoim kontem Google.  Poniżej proszę wybrać konto, które ma być używane z Site Kit."],"Select your AdSense account":["Wybierz swoje konto AdSense"],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit wykrył kod AdSense %1$s w witrynie. Zalecamy usunięcie tego kodu lub dodanie %2$s jako użytkownika do konta AdSense %3$s."],"Get reports for your top earning pages by linking your Analytics and AdSense accounts":["Uzyskaj raporty dotyczące stron, które przynoszą największe zyski, łącząc konta Analytics i AdSense"],"Link Analytics and AdSense":["Połącz Analytics i AdSense"],"Proceed":["Kontynuuj"],"Additional Permissions Required":["Wymagane dodatkowe uprawnienia"],"Manage Sites":["Zarządzaj witrynami"],"%sK":["%sT"],"%sM":["%s mln"],"Last %s day":["Ostatni %s dzień","Ostatnie %s dni","Ostatnie %s dni"],", ":[", "],"Site Kit encountered an error":["Site Kit napotkał błąd"],"Site Kit by Google Logo":["Logo Site Kit od Google"],"OK, Got it!":["Ok, rozumiem!"],"Speed":["Szybkość"],"Back":["Powrót"],"Learn more":["Dowiedz się więcej"],"Error: %s":["Błąd: %s"],"Account":["Konto"],"Let Site Kit place AdSense code on your site":["Pozwól Site Kit umieścić kod AdSense w witrynie"],"Create your AdSense account":["Utwórz swoje konto AdSense"],"You need to fix some things before we can connect Site Kit to your AdSense account":["Musisz naprawić kilka rzeczy, zanim połączymy Site Kit z Twoim kontem AdSense"],"Your site isn’t ready to show ads yet":["Twoja witryna nie jest jeszcze gotowa na wyświetlanie reklam"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Odłączenie Site Kit przez Google usunie dostęp do wszystkich usług. Po rozłączeniu będzie trzeba ponownie autoryzować, aby przywrócić usługę."],"Disconnect":["Rozłącz"],"User Avatar":["Awatar użytkownika"],"Connect Service":["Podłącz usługę"],"Cancel":["Anuluj"],"Service name\u0004AdSense":["AdSense"],"Close":["Zamknij"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-ad-blocking-recovery-720a286901e7b9d4dce3.js"}}