{"translation-revision-date":"2025-10-29 10:15:15+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Learn more about Google tag gateway for advertisers server requirements":["Dowiedz się więcej o wymaganiach serwera dla reklamodawców dotyczących bramki znaczników Google"],"Learn more about Google tag gateway for advertisers":["Dowiedz się więcej o bramce znaczników Google dla reklamodawców"],"Google tag gateway for advertisers":["Bramka znaczników Google dla reklamodawców"],"You will not be able to create tags without updating code":["Nie będziesz mógł tworzyć znaczników bez aktualizacji kodu"],"Improve your measurement":["Ulepsz swoje pomiary"],"Your server’s current settings prevent Google tag gateway for advertisers from working. To enable it, please contact your hosting provider and request access to external resources and plugin files. <a>Learn more<\/a>":["Obecne ustawienia serwera uniemożliwiają działanie bramki znaczników Google dla reklamodawców. Aby ją włączyć, skontaktuj się z dostawcą hostingu i poproś o dostęp do zasobów zewnętrznych oraz plików wtyczek. <a>Dowiedz się więcej<\/a>"],"Your tag data will be sent through your own domain to improve data quality and help you recover measurement signals. <a>Learn more<\/a>":["Dane Twojego znacznika zostaną wysłane przez Twoją własną domenę, co poprawi jakość danych i pomoże Ci odzyskać sygnały pomiarowe. <a>Dowiedz się więcej<\/a>"],"Beta":["Beta"],"%s (Please try again.)":["%s (Spróbuj ponownie.)"],"Consider removing the existing tag to avoid loading both tags on your site":["Rozważ usunięcie istniejącego znacznika, aby uniknąć wczytywania obu znaczników na swojej stronie"],"Disabled":["Wyłączone"],"Enabled":["Włączone"],"The server provided an invalid response":["Serwer dostarczył nieprawidłową odpowiedź"],"There was a critical error on this website while fetching data":["Wystąpił błąd krytyczny na tej witrynie internetowej podczas pobierania danych"],"AMP container":["Kontener AMP"],"container":["kontener"],"web container":["kontener internetowy"],"Edit <VisuallyHidden>%s <\/VisuallyHidden>in Tag Manager":["Edytuj <VisuallyHidden>%s <\/VisuallyHidden> w Menedżerze znaczników"],"%1$s configured %2$s and you don’t have access to this %2$s account. Contact them to share access or change the %2$s account.":["%1$s skonfigurował %2$s i nie masz dostępu do tego konta %2$s. Skontaktuj się z nimi, aby udostępnić dostęp lub zmienić konto %2$s."],"Retry":["Ponów"],"Another admin":["Inny administrator"],"Please select your Tag Manager account and container below":["Wybierz poniżej swoje konto i kontener Menedżera znaczników"],"Please select your Tag Manager account and container below. You can change these later in your settings.":["Wybierz poniżej swoje konto Menedżera znaczników i kontener. Możesz je później zmienić w swoich ustawieniach."],"Looks like your site is using paired AMP. Please select your Tag Manager account and relevant containers below.":["Wygląda na to, że Twoja witryna używa sparowanego AMP. Wybierz poniżej swoje konto Menedżera znaczników i odpowiednie kontenery."],"Looks like your site is using paired AMP. Please select your Tag Manager account and relevant containers below. You can change these later in your settings.":["Wygląda na to, że Twoja witryna używa sparowanego AMP. Wybierz poniżej swoje konto Menedżera znaczników i odpowiednie kontenery. Możesz je później zmienić w swoich ustawieniach."],"If you prefer to collect data using that existing tag, please select the corresponding account and property above":["Jeśli wolisz zbierać dane przy użyciu istniejącego znacznika, wybierz odpowiednie konto i usługę powyżej"],"Make sure you remove it if you want to place the same tag via Site Kit, otherwise they will be duplicated":["Upewnij się, że go usuniesz, jeśli chcesz umieścić ten sam znacznik za pomocą Site Kit, w przeciwnym razie zostaną zduplikowane"],"A tag %s for the selected container already exists on the site":["Znacznik %s dla wybranego kontenera już istnieje na stronie"],"An existing tag %s was found on the page":["Znaleziono istniejący znacznik %s na stronie"],"Tag Manager container name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Checking tags…":["Sprawdzanie znaczników…"],"screen reader text\u0004(disabled)":["(wyłączony)"],"Got it":["Rozumiem"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Dokończ konfigurację"],"Container Name":["Nazwa kontenera"],"Web Container Name":["Nazwa kontenera internetowego"],"AMP Container Name":["Nazwa kontenera AMP"],"A container with this name already exists":["Kontener o tej nazwie już istnieje"],"screen reader text\u0004(opens in a new tab)":["(otworzy się w nowej karcie)"],"Looks like you may be using Google Analytics within your Google Tag Manager configuration. Activate the Google Analytics module in Site Kit to see relevant insights in your dashboard.":["Wygląda na to, że używasz usługi Google Analytics w konfiguracji Menedżera znaczników Google. Włącz moduł Google Analytics w narzędziu Site Kit, aby zobaczyć istotne informacje w kokpicie."],"Complete setup without Analytics":["Zakończ konfigurację bez Analytics"],"Continue to Analytics setup":["Przejdź do konfiguracji Analytics"],"This service was originally connected by an administrator — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora „%s” — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do dostępu do danych %s, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Konsola wyszukiwania, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego widoku Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Analytics, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego konta Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Aby to naprawić, <a href=\"%2$s\">ponownie skonfiguruj wtyczkę<\/a>."],"Site Kit will not add the code to your site":["Site Kit nie doda kodu do Twojej witryny"],"Site Kit will add the code automatically":["Site Kit automatycznie doda kod"],"%sK":["%sT"],"%sM":["%s mln"],"Last %s day":["Ostatni %s dzień","Ostatnie %s dni","Ostatnie %s dni"],", ":[", "],"AMP Container":["Kontener AMP"],"Web Container":["Kontener sieciowy"],"AMP Container ID":["Identyfikator kontenera AMP"],"Web Container ID":["Identyfikator kontenera sieciowego"],"To create a new account, click the button below which will open the Google Tag Manager account creation screen in a new window.":["Aby utworzyć nowe konto, proszę kliknąć przycisk poniżej. Spowoduje to otwarcie,  w nowym oknie, ekranu tworzenia konta Menedżera znaczników Google."],"Once completed, click the link below to re-fetch your accounts to continue.":["Po zakończeniu proszę kliknąć poniższy link, aby ponownie pobrać konta i kontynuować."],"Set up a new account":["Skonfiguruj nowe konto"],"Tag Manager Code Snippet":["Fragment kodu Menedżera znaczników"],"Snippet is not inserted":["Fragment nie został wstawiony"],"Snippet is inserted":["Fragment został wstawiony"],"Placing two tags at the same time is not recommended.":["Nie zaleca się jednoczesnego umieszczania dwóch tagów."],"Error: %s":["Błąd: %s"],"Set up a new container":["Skonfiguruj nowy kontener"],"Container":["Kontener"],"Re-fetch My Account":["Ponownie sprawdź moje konto"],"Create an account":["Załóż konto"],"Container ID":["Identyfikator kontenera"],"Account":["Konto"],"Let Site Kit place code on your site":["Pozwól Site Kit umieścić kod w witrynie"],"Error":["Błąd"],"Service name\u0004Tag Manager":["Menadżer znaczników"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-tagmanager-94a8d4227d2d26a44073.js"}}