{"translation-revision-date":"2025-10-29 10:15:15+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Disable plugin conversion tracking":["Wyłącz śledzenie konwersji wtyczek"],"Plugin conversion tracking":["Śledzenie konwersji wtyczek"],"Learn more about Google tag gateway for advertisers server requirements":["Dowiedz się więcej o wymaganiach serwera dla reklamodawców dotyczących bramki znaczników Google"],"Learn more about Google tag gateway for advertisers":["Dowiedz się więcej o bramce znaczników Google dla reklamodawców"],"Google tag gateway for advertisers":["Bramka znaczników Google dla reklamodawców"],"%1$s. <Link><Strong>%2$s<\/Strong><\/Link>":["%1$s. <Link><Strong>%2$s<\/Strong><\/Link>"],"View current Ads account":["Wyświetl bieżące konto reklamowe"],"Create another account":["Utwórz inne konto"],"Continue Ads setup with Site Kit only if you do want to create another account.":["Kontynuuj konfigurację reklam za pomocą Site Kit tylko wtedy, jeśli chcesz utworzyć kolejne konto."],"Site Kit has detected an already existing Ads account connected to this site via the Google for WooCommerce extension.":["Site Kit wykryło już istniejące konto reklamowe połączone z tą witryną za pośrednictwem rozszerzenia Google dla WooCommerce."],"Are you sure you want to create another Ads account for this site?":["Czy na pewno chcesz utworzyć kolejne konto reklamowe dla tej witryny?"],"You can always enable Ads in Settings later":["Reklamy możesz zawsze włączyć później w Ustawieniach"],"Create new account":["Utwórz nowe konto"],"Keep existing account":["Zachowaj istniejące konto"],"We’ve detected an existing Ads account via the Google for WooCommerce plugin. You can still create a new Ads account using Site Kit.":["Wykryliśmy istniejące konto reklamowe za pośrednictwem wtyczki Google dla WooCommerce. Nadal możesz utworzyć nowe konto reklamowe za pomocą Site Kit."],"To track conversions for your Ads campaign, you need to add your Conversion ID to Site Kit. You can always change the Conversion ID later in Site Kit Settings. <a>Learn more<\/a>":["Aby śledzić konwersje dla kampanii reklamowej, musisz dodać swój identyfikator konwersji do Site Kit. Możesz zawsze zmienić identyfikator konwersji później w Ustawieniach Site Kit. <a>Dowiedz się więcej<\/a>"],"Connect an existing Ads account":["Połącz istniejące konto reklamowe"],"OR":["LUB"],"Create your first Ads campaign, add billing information, and choose your conversion goals. To create a new Ads account, you’ll need to grant Site Kit additional permissions during the account creation process. <a>Learn more<\/a>":["Utwórz swoją pierwszą kampanię reklamową, dodaj informacje rozliczeniowe i wybierz cele konwersji. Aby utworzyć nowe konto reklamowe, musisz przyznać Site Kit dodatkowe uprawnienia podczas procesu tworzenia konta. <a>Dowiedz się więcej<\/a>"],"Set up a new Ads account":["Utwórz nowe konto reklamowe"],"Use Google for WooCommerce":["Użyj Google dla WooCommerce"],"Continue with Site Kit":["Kontynuuj z Site Kit"],"The Google for WooCommerce plugin can utilize your provided business information for advertising on Google and may be more suitable for your business.":["Wtyczka Google for WooCommerce może wykorzystywać podane przez Ciebie informacje o firmie do reklamowania się w Google i może być bardziej odpowiednia dla Twojej firmy."],"Using the WooCommerce plugin?":["Korzystasz z wtyczki WooCommerce?"],"Complete manual setup":["Całkowita konfiguracja ręczna"],"This Conversion ID is already in use via the Google for WooCommerce plugin. We don’t recommend adding it in Site Kit, as it may result in inaccurate measurement of your Ads campaign conversions.":["Ten identyfikator konwersji jest już używany za pośrednictwem wtyczki Google dla WooCommerce. Nie zalecamy dodawania go w Site Kit, ponieważ może to skutkować niedokładnym pomiarem konwersji kampanii reklamowych."],"Conversion ID":["Identyfikator konwersji"],"To set up Ads you will need to disable your Ad blocker":["Aby skonfigurować reklamy, musisz wyłączyć blokadę reklam"],"To get the latest Ads data you will need to disable your Ad blocker":["Aby uzyskać najnowsze dane dotyczące reklam, musisz wyłączyć blokadę reklam"],"Conversion tracking for your ads campaigns will be disabled":["Śledzenie konwersji dla Twoich kampanii reklamowych zostanie wyłączone"],"Tagging necessary for your ads campaigns to work will be disabled":["Oznaczanie niezbędne do działania kampanii reklamowych zostanie wyłączone"],"Conversion Tracking":["Śledzenie konwersji"],"To track the performance of your campaigns, Site Kit will enable plugin conversion tracking. <a>Learn more<\/a>":["Aby śledzić skuteczność Twoich kampanii, Site Kit umożliwi Ci śledzenie konwersji za pomocą wtyczki. <a>Dowiedz się więcej<\/a>"],"Improve your measurement":["Ulepsz swoje pomiary"],"Your server’s current settings prevent Google tag gateway for advertisers from working. To enable it, please contact your hosting provider and request access to external resources and plugin files. <a>Learn more<\/a>":["Obecne ustawienia serwera uniemożliwiają działanie bramki znaczników Google dla reklamodawców. Aby ją włączyć, skontaktuj się z dostawcą hostingu i poproś o dostęp do zasobów zewnętrznych oraz plików wtyczek. <a>Dowiedz się więcej<\/a>"],"Your tag data will be sent through your own domain to improve data quality and help you recover measurement signals. <a>Learn more<\/a>":["Dane Twojego znacznika zostaną wysłane przez Twoją własną domenę, co poprawi jakość danych i pomoże Ci odzyskać sygnały pomiarowe. <a>Dowiedz się więcej<\/a>"],"Beta":["Beta"],"To track the performance of your campaigns, Site Kit will enable plugin conversion tracking. You can always disable it in settings.":["Aby śledzić skuteczność Twoich kampanii, Site Kit włączy śledzenie konwersji za pomocą wtyczki. Możesz je zawsze wyłączyć w ustawieniach."],"%s (Please try again.)":["%s (Spróbuj ponownie.)"],"Tracking additional conversion-related events via Analytics":["Śledzenie dodatkowych zdarzeń związanych z konwersją za pośrednictwem Analytics"],"By disabling plugin conversion tracking, you will no longer have access to:":["Wyłączając śledzenie konwersji wtyczki, nie będziesz już mieć dostępu do:"],"Learn more about conversion tracking":["Dowiedz się więcej o śledzeniu konwersji"],"Set up Ads":["Skonfiguruj reklamy"],"Help drive sales, leads, or site traffic by getting your business in front of people who are actively searching Google for products or services you offer. <a \/>":["Zwiększ sprzedaż, liczbę potencjalnych klientów lub ruch na stronie, prezentując swoją firmę osobom, które aktywnie wyszukują w Google produkty lub usługi, które oferujesz. <a \/>"],"Get better quality leads and enhance conversions with Ads":["Zdobywaj lepszej jakości leady i zwiększaj konwersje dzięki reklamom"],"Track your conversions, measure your campaign results and make the most of your ad spend":["Śledź swoje konwersje, mierz wyniki kampanii i maksymalnie wykorzystaj wydatki na reklamę"],"Your Ads campaign was successfully set up!":["Twoja kampania reklamowa została pomyślnie skonfigurowana!"],"Could not load Google Ads content.":["Nie można wczytać treści reklamy Google."],"Google Ads error":["Błąd reklamy Google"],"Customer ID":["Identyfikator klienta"],"You can always change this later in Site Kit Settings.":["Możesz to później zmienić w ustawieniach Site Kit."],"Add your conversion ID below. Site Kit will place it on your site so you can track the performance of your Google Ads campaigns. <a>Learn more<\/a>":["Dodaj poniżej swój identyfikator konwersji. Site Kit umieści go w Twojej witrynie, dzięki czemu będziesz mógł śledzić skuteczność swoich kampanii Reklamy Google. <a>Dowiedz się więcej<\/a>"],"Tracking for your Ads campaigns won’t work until you insert a valid ID":["Śledzenie kampanii reklamowych nie będzie działać, dopóki nie wprowadzisz prawidłowego identyfikatora"],"The Conversion ID will help track the performance of ad campaigns for the corresponding account":["Identyfikator konwersji pomoże śledzić skuteczność kampanii reklamowych dla odpowiedniego konta"],"Show me":["Pokaż mi"],"You can now track conversions for your Ads campaigns":["Teraz możesz śledzić konwersje dla swoich kampanii reklamowych"],"Success! Your Conversion ID was added to your site":["Powodzenie! Twój identyfikator konwersji został dodany do Twojej witryny"],"Disable":["Wyłącz"],"Performance of your Ad campaigns":["Wydajność Twoich kampanii reklamowych"],"Don’t show again":["Nie pokazuj ponownie"],"Service name\u0004Ads":["Reklamy"],"Disabled":["Wyłączone"],"Enabled":["Włączone"],"The server provided an invalid response":["Serwer dostarczył nieprawidłową odpowiedź"],"There was a critical error on this website while fetching data":["Wystąpił błąd krytyczny na tej witrynie internetowej podczas pobierania danych"],"<strong>Note:<\/strong> %s":["<strong>Uwaga:<\/strong> %s"],"Get help":["Uzyskaj pomoc"],"Retry":["Ponów"],"Maybe later":["Może później"],"screen reader text\u0004(disabled)":["(wyłączony)"],"Got it":["Rozumiem"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Dokończ konfigurację"],"Next":["Następne"],"screen reader text\u0004(opens in a new tab)":["(otworzy się w nowej karcie)"],"This service was originally connected by an administrator — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora „%s” — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do dostępu do danych %s, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Konsola wyszukiwania, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego widoku Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Analytics, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego konta Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Aby to naprawić, <a href=\"%2$s\">ponownie skonfiguruj wtyczkę<\/a>."],"%sK":["%sT"],"%sM":["%s mln"],"Last %s day":["Ostatni %s dzień","Ostatnie %s dni","Ostatnie %s dni"],", ":[", "],"None":["Brak"],"Back":["Powrót"],"Learn more":["Dowiedz się więcej"],"Error: %s":["Błąd: %s"],"Disconnect":["Rozłącz"],"Cancel":["Anuluj"],"Error":["Błąd"],"Close":["Zamknij"],"Start setup":["Rozpocznij konfigurację"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-ads-3afd4c0d0448a6b9e55d.js"}}