{"translation-revision-date":"2025-10-29 10:15:15+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Channel (e.g. social, paid, search) that brought in the most purchases to your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyniósł najwięcej zakupów w Twojej witrynie"],"Channel which brought in the most purchases to your site":["Kanał, który przyniósł najwięcej zakupów na Twojej stronie"],"Channel (e.g. social, paid, search) that brought in the most leads to your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyciągnął najwięcej potencjalnych klientów do Twojej witryny"],"Channel which brought in the most leads to your site":["Kanał, który przyciągnął najwięcej leadów do Twojej witryny"],"Channel (e.g. social, paid, search) that brought in the most add to cart events to your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyniósł najwięcej zdarzeń dodania do koszyka w Twojej witrynie"],"Channel which brought in the most add to cart events to your site":["Kanał, który przyciągnął najwięcej zdarzeń dodania do koszyka na Twojej stronie"],"Suggested":["Sugerowane"],"No metrics were selected yet":["Nie wybrano jeszcze żadnych metryk"],"Track progress towards your goals with tailored metrics and important user interaction metrics":["Śledź postępy w realizacji swoich celów dzięki dostosowanym wskaźnikom i ważnym wskaźnikom interakcji użytkowników"],"Content performance":["Wydajność treści"],"Selling products":["Sprzedaż produktów"],"Driving traffic":["Kierowanie ruchem"],"Top device driving the most purchases":["Najpopularniejsze urządzenie generujące najwięcej zakupów"],"Top device driving purchases":["Najpopularniejsze urządzenie generujące zakupy"],"Answer 3 questions and we’ll suggest relevant metrics for your dashboard. These metrics will help you track how users interact with your site.":["Odpowiedz na 3 pytania, a my zasugerujemy odpowiednie metryki dla Twojego kokpitu. Te metryki pomogą Ci śledzić, jak użytkownicy wchodzą w interakcje z Twoją witryną."],"Get personalized suggestions for user interaction metrics based on your goals":["Uzyskaj spersonalizowane sugestie dotyczące wskaźników interakcji użytkowników na podstawie swoich celów"],"Select your own metrics":["Wybierz własne wskaźniki"],"Interested in specific metrics?":["Interesują Cię konkretne wskaźniki?"],"Click on Create to try again.":["Kliknij Utwórz, aby spróbować ponownie."],"get help":["uzyskaj pomoc"],"Setup was interrupted because you didn’t grant the necessary permissions. Click on Create again to retry. If that doesn’t work, <HelpLink \/>":["Instalacja została przerwana, ponieważ nie przyznano niezbędnych uprawnień. Kliknij Utwórz ponownie, aby spróbować ponownie. Jeśli to nie zadziała, <HelpLink \/>"],"Site Kit is collecting data for this group. Once data is available the group will be added to your dashboard.":["Site Kit zbiera dane dla tej grupy. Gdy dane będą dostępne, grupa zostanie dodana do kokpitu."],"Temporarily hidden":["Tymczasowo ukryte"],"Pages on which forms are most frequently submitted":["Strony, na których formularze są najczęściej przesyłane"],"Top pages driving leads":["Najpopularniejsze strony generujące leady"],"Cities driving the most purchases":["Miasta, w których dokonuje się najwięcej zakupów"],"Top cities driving purchases":["Główne miasta generujące zakupy"],"Cities where visitors most frequently add products to their carts":["Miasta, w których odwiedzający najczęściej dodają produkty do swoich koszyków"],"Top cities driving add to cart":["Najlepsze miasta generujące dodaj do koszyka"],"Top traffic source driving purchases":["Główne źródło ruchu generujące zakupy"],"Top traffic source driving leads":["Główne źródło ruchu generujące leady"],"Top traffic source driving add to cart":["Główne źródło ruchu dodające do koszyka"],"You don’t have any visitor groups selected. <a>Select groups<\/a>.":["Nie wybrano żadnych grup odwiedzających. <a>Wybierz grupy<\/a>."],"Cities driving the most contact form submissions":["Miasta, w których przesyła się najwięcej formularzy kontaktowych"],"Top cities driving leads":["Największe miasta pod względem liczby potencjalnych klientów"],"%s (Please try again.)":["%s (Spróbuj ponownie.)"],"Creating these groups require more data tracking. You will be directed to update your Analytics property.":["Tworzenie tych grup wymaga więcej śledzenia danych. Zostaniesz przekierowany do aktualizacji swojej właściwości Analytics."],"Additional permissions are required to create a new audience in Analytics.":["Aby utworzyć nową grupę odbiorców w usłudze Analytics, wymagane są dodatkowe uprawnienia."],"Learn more about how to group site visitors in <AnalyticsLink>Analytics<\/AnalyticsLink>":["Dowiedz się więcej o tym, jak grupować odwiedzających witrynę w <AnalyticsLink>Analytics<\/AnalyticsLink>"],"<SelectGroupLink>Select<\/SelectGroupLink> another group to compare with your current group or learn more about how to group site visitors in <AnalyticsLink>Analytics<\/AnalyticsLink>":["<SelectGroupLink>Wybierz<\/SelectGroupLink> inną grupę, aby porównać ją z obecną grupą lub dowiedz się więcej o tym, jak grupować odwiedzających witrynę w <AnalyticsLink>Analytics<\/AnalyticsLink>"],"Create more visitor groups":["Utwórz więcej grup odwiedzających"],"Compare your group to other groups":["Porównaj swoją grupę z innymi grupami"],"Visitor group created successfully!":["Grupa odwiedzających została pomyślnie utworzona!"],"Create":["Utwórz"],"Create groups suggested by Site Kit":["Utwórz grupy sugerowane przez Site Kit"],"Oops! Something went wrong. Retry enabling the metric.":["Ups! Coś poszło nie tak. Spróbuj ponownie włączyć metrykę."],"Failed to enable metric":["Nie udało się włączyć metryki"],"You can deactivate this widget in <a>Settings<\/a>.":["Możesz wyłączyć ten widżet w <a>Ustawieniach<\/a>."],"It looks like your visitor groups aren’t available anymore. <a>Select other groups<\/a>.":["Wygląda na to, że Twoje grupy odwiedzających nie są już dostępne. <a>Wybierz inne grupy<\/a>."],"Google Analytics is disconnected, your audience metrics can’t be displayed. <a>Connect Google Analytics<\/a>":["Usługa Google Analytics jest rozłączona, nie można wyświetlić danych dotyczących odbiorców. <a>Połącz usługę Google Analytics<\/a>"],"Insufficient permissions, contact your administrator. Trouble getting access? <HelpLink \/>":["Niewystarczające uprawnienia, skontaktuj się z administratorem. Masz problemy z uzyskaniem dostępu? <HelpLink \/>"],"Oops! Something went wrong. Retry enabling groups.":["Ups! Coś poszło nie tak. Spróbuj ponownie włączyć grupy."],"Failed to set up visitor groups":["Nie udało się skonfigurować grup odwiedzających"],"You’ll need to contact your administrator. Trouble getting access? <HelpLink \/>":["Musisz skontaktować się z administratorem. Masz problemy z uzyskaniem dostępu? <HelpLink \/>"],"Setup was interrupted because you did not grant the necessary permissions. <HelpLink \/>":["Instalacja została przerwana, ponieważ nie udzielono niezbędnych uprawnień. <HelpLink \/>"],"By adding another group to your dashboard, you will be able to compare them and understand which content brings back users from each group":["Dodając kolejną grupę do kokpitu, będziesz mógł je porównać i dowiedzieć się, która treść przyciąga ponownie użytkowników z każdej grupy"],"Temporarily hide":["Ukryj tymczasowo"],"You can hide this group until data is available.":["Możesz ukryć tę grupę do czasu udostępnienia danych."],"Site Kit is collecting data for this group.":["Site Kit zbiera dane dla tej grupy."],"Google Analytics is disconnected, your audience metrics can’t be displayed":["Usługa Google Analytics jest rozłączona, nie można wyświetlić danych dotyczących odbiorców"],"Additional permissions are required to create new audiences in Analytics.":["Aby tworzyć nowe grupy odbiorców w usłudze Analytics, wymagane są dodatkowe uprawnienia."],"Check the cities which bring you more new vs more returning visitors – there might be new audiences you could engage with in locations you hadn’t thought about.":["Sprawdź miasta, które przyciągają do Ciebie więcej nowych i powracających gości – mogą istnieć nowe grupy odbiorców, z którymi możesz nawiązać kontakt w miejscach, o których wcześniej nie pomyślałeś."],"Compare the ratio of “new” to “returning” visitors – this can give you insights on whether you have more people stopping by as a one-off, or more loyal visitors.":["Porównaj stosunek liczby odwiedzających „nowych” do „powracających” – może to dać Ci wgląd w to, czy więcej osób odwiedza Twoją witrynę jednorazowo, czy też są to bardziej lojalni goście."],"The more returning visitors your site has, the stronger and more loyal an audience you’re building. Check which content brings people back to your site - it might help you create a strategy to build a community.":["Im więcej powracających użytkowników ma Twoja witryna, tym silniejszą i bardziej lojalną publiczność budujesz. Sprawdź, która treść przyciąga ludzi z powrotem do Twojej witryny - może to pomóc Ci stworzyć strategię budowania społeczności."],"Select the Purchasers visitor group to gain insights into which visitors bring the most revenue to your site.":["Wybierz grupę odwiedzających Kupujących, aby dowiedzieć się, którzy odwiedzający przynoszą Twojej witrynie największe przychody."],"Configure your own custom audiences in Analytics to gain deeper insights into visitor behavior, for example consider creating an “Existing customers” or “Subscribers” segment, depending on what goals you have for your site.":["Skonfiguruj własne niestandardowe grupy odbiorców w usłudze Analytics, aby uzyskać głębszy wgląd w zachowania użytkowników. Rozważ na przykład utworzenie segmentu „Istniejący klienci” lub „Subskrybenci” w zależności od celów, jakie stawiasz swojej witrynie."],"Select up to three visitor groups to display on the dashboard and easily compare metrics between them.":["Wybierz maksymalnie trzy grupy odwiedzających, które będą wyświetlane w kokpicie, i łatwo porównaj ich wskaźniki."],"Learn more about grouping site visitors and audiences in <link><strong>Analytics<\/strong><\/link>":["Dowiedz się więcej o grupowaniu odwiedzających witrynę i odbiorców w <link><strong>Analytics<\/strong><\/link>"],"You can deactivate this widget in <link><strong>Settings<\/strong><\/link>":["Możesz wyłączyć ten widżet w <link><strong>Ustawieniach<\/strong><\/link>"],"Select visitor groups":["Wybierz grupy odwiedzających"],"Select up to %1$d groups (%2$d selected)":["Wybierz do %1$d grup (wybrano %2$d)"],"Select at least %1$d group (%2$d selected)":["Wybierz co najmniej %1$d grupę (wybrano %2$d)","Wybierz co najmniej %1$d grupy (wybrano %2$d)","Wybierz co najmniej %1$d grup (wybrano %2$d)"],"Additional groups":["Grupy dodatkowe"],"Already exists in your Analytics property":["Istnieje już w Twojej usłudze Analytics"],"Created by Site Kit":["Utworzone przez Site Kit"],"Created by default by Google Analytics":["Utworzone domyślnie przez Google Analytics"],"Change groups":["Zmień grupy"],"Understand how different visitor groups interact with your site":["Dowiedz się, w jaki sposób różne grupy odwiedzających wchodzą w interakcję z Twoją witryną"],"Additional items":["Dodatkowe elementy"],"Contact your administrator. Trouble getting access? <HelpLink \/>":["Skontaktuj się z administratorem. Masz problemy z dostępem? <HelpLink \/>"],"Still collecting full data for this timeframe, partial data is displayed for this metric":["Nadal zbieramy pełne dane dla tego przedziału czasowego, częściowe dane są wyświetlane dla tej metryki"],"The higher the portion of new visitors you have, the more your audience is growing. Looking at what content brings them to your site may give you insights on how to reach even more people.":["Im większy odsetek nowych odwiedzających, tym większa Twoja publiczność. Spojrzenie na to, jaka treść przyciąga ich do Twojej witryny, może dać Ci wgląd w to, jak dotrzeć do jeszcze większej liczby osób."],"Understand what brings new visitors to your site and keeps them coming back. Site Kit can now group your site visitors into relevant segments like \"new\" and \"returning\". To set up these new groups, Site Kit needs to update your Google Analytics property.":["Dowiedz się, co przyciąga nowych odwiedzających do Twojej witryny i sprawia, że ​​wracają. Site Kit może teraz grupować odwiedzających witrynę w odpowiednie segmenty, takie jak „nowi” i „powracający”. Aby skonfigurować te nowe grupy, Site Kit musi zaktualizować Twoją usługę Google Analytics."],"Learn how different types of visitors interact with your site":["Dowiedz się, w jaki sposób różne rodzaje odwiedzających wchodzą w interakcję z Twoją witryną"],"The visitors group section will be added to your dashboard once you set it up.":["Sekcja grupy odwiedzających zostanie dodana do kokpitu po jej skonfigurowaniu."],"You can always enable groups in Settings later":["Grupy możesz zawsze włączyć później w Ustawieniach"],"Your visitor groups data loading failed":["Wczytywanie danych grup odwiedzających nie powiodło się"],"Partial data":["Częściowe dane"],"No data to show yet":["Brak danych do wyświetlenia"],"Top content by pageviews":["Najlepsza treść według liczby odsłon"],"Cities with the most visitors":["Miasta z największą liczbą odwiedzających"],"%s of total pageviews":["%s wszystkich odsłon"],"Visitors":["Odwiedzający"],"Still collecting full data for this timeframe, partial data is displayed for this group":["Nadal zbieramy pełne dane dla tego przedziału czasowego, częściowe dane są wyświetlane dla tej grupy"],"%s is an audience that already exists in your Analytics property. Note that it's possible for a visitor to be counted in more than one group. <link>Learn more<\/link>":["%s to grupa odbiorców, która już istnieje w Twojej usłudze Analytics. Należy pamiętać, że możliwe jest, aby odwiedzający został zaliczony do więcej niż jednej grupy. <link>Dowiedz się więcej<\/link>"],"%s are people who have visited your site at least once before. Note that under some circumstances it's possible for a visitor to be counted in both the \"new\" and \"returning\" groups. <link>Learn more<\/link>":["%s to osoby, które odwiedziły Twoją witrynę przynajmniej raz wcześniej. Należy pamiętać, że w niektórych okolicznościach możliwe jest, aby odwiedzający został zaliczony zarówno do grupy „nowych”, jak i „powracających”. <link>Dowiedz się więcej<\/link>"],"%s are people who visited your site for the first time. Note that under some circumstances it's possible for a visitor to be counted in both the \"new\" and \"returning\" groups. <link>Learn more<\/link>":["%s to osoby, które odwiedziły Twoją witrynę po raz pierwszy. Należy pamiętać, że w niektórych okolicznościach możliwe jest, aby odwiedzający został zaliczony zarówno do grupy „nowych”, jak i „powracających”. <link>Dowiedz się więcej<\/link>"],"Get to know how different types of visitors interact with your site, e.g. which pages they visit and for how long":["Poznaj, w jaki sposób różne rodzaje odwiedzających wchodzą w interakcję z Twoją witryną, np. jakie strony odwiedzają i jak długo na nich przebywają"],"Success! Visitor groups added to your dashboard":["Powodzenie! Grupy odwiedzających dodane do kokpitu"],"You can now learn more about your site visitor groups by comparing different metrics.":["Teraz możesz dowiedzieć się więcej o grupach odwiedzających Twoją witrynę, porównując różne wskaźniki."],"New! Visitor groups":["Nowość! Grupy odwiedzających"],"Show me":["Pokaż mi"],"Enable groups":["Włącz grupy"],"Enabling groups":["Włączanie grup"],"Don’t show again":["Nie pokazuj ponownie"],"Pages that generated the most AdSense revenue":["Strony, które wygenerowały największe przychody z AdSense"],"Top earning pages":["Najlepiej zarabiające strony"],"Current selection":["Aktualny wybór"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d wybrano <MaxCount>(do %2$d)<\/MaxCount>"],"Connect Analytics":["Połącz analitykę"],"Update Analytics to track metric":["Zaktualizuj Analytics, aby śledzić metrykę"],"No data to show":["Brak danych do wyświetlenia"],"Analytics update failed":["Aktualizacja analityki nie powiodła się"],"Percentage of visitors that left without engagement with your site":["Procent odwiedzających, którzy opuścili Twoją witrynę bez interakcji"],"Another admin has set up these tailored metrics for your site. Click here to personalize them.":["Inny administrator skonfigurował te dostosowane metryki dla Twojej witryny. Kliknij tutaj, aby je spersonalizować."],"Personalize your key metrics":["Spersonalizuj swoje kluczowe wskaźniki"],"You’ll need to contact your administrator. <a>Learn more<\/a>":["Musisz skontaktować się z administratorem. <a>Dowiedz się więcej<\/a>"],"Permissions updated? <a>Retry<\/a>":["Uprawnienia zaktualizowane? <a>Spróbuj ponownie<\/a>"],"Authors whose posts got the most visits":["Autorzy, których wpisy uzyskały najwięcej odwiedzin"],"Most popular authors by pageviews":["Najpopularniejsi autorzy według liczby odsłon"],"Categories that your site visitors viewed the most":["Kategorie, które odwiedzający Twoją witrynę przeglądali najczęściej"],"Top categories by pageviews":["Najpopularniejsze kategorie według liczby odsłon"],"Pages with the most pageviews published in the last 3 days":["Strony z największą liczbą odsłon opublikowanych w ciągu ostatnich 3 dni"],"Top recent trending pages":["Najpopularniejsze ostatnio strony"],"Pages with the highest engagement rate":["Strony z najwyższym wskaźnikiem zaangażowania"],"Most engaging pages":["Najbardziej angażujące strony"],"Pages with the highest percentage of visitors that left without engagement with your site":["Strony z największym odsetkiem odwiedzających, którzy opuścili Twoją witrynę bez interakcji"],"The top search queries for your site by highest clickthrough rate":["Najpopularniejsze zapytania wyszukiwania dla Twojej witryny według najwyższego współczynnika klikalności"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most key events":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyciągnął odwiedzających, którzy wygenerowali najwięcej kluczowych zdarzeń"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyciągnął najwięcej odwiedzających do Twojej witryny"],"The countries where most of your visitors came from":["Kraje, z których pochodzi większość odwiedzających"],"The cities where most of your visitors came from":["Miasta, z których pochodzi większość odwiedzających"],"Pages your visitors read the most":["Strony, które Twoi goście czytają najczęściej"],"Portion of visitors who visited your site for the first time in this timeframe":["Część odwiedzających, którzy odwiedzili Twoją witrynę po raz pierwszy w tym przedziale czasowym"],"Portion of your site’s visitors that returned at least once in this timeframe":["Część odwiedzających Twoją witrynę, którzy powrócili na nią przynajmniej raz w tym okresie"],"Returning visitors":["Powracający odwiedzający"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyciągnął najwięcej odwiedzających, którzy w znaczący sposób zaangażowali się w Twoją witrynę"]," and ":[" oraz "],"%s is disconnected, no data to show":["%s jest rozłączony, nie ma danych do wyświetlenia","%s jest rozłączonych, nie ma danych do wyświetlenia","%s jest rozłączonych, nie ma danych do wyświetlenia"],"Pages that attracted the most returning visitors":["Strony, które przyciągnęły najwięcej powracających użytkowników"],"Top pages by returning visitors":["Najpopularniejsze strony według powracających użytkowników"],"Average duration of engaged visits":["Średni czas trwania zaangażowanych wizyt"],"Visit length":["Długość wizyty"],"Number of pages visitors viewed per session on average":["Liczba stron przeglądanych średnio przez użytkowników na sesję"],"Pages per visit":["Stron na wizytę"],"Least engaging pages":["Najmniej angażujące strony"],"Average number of sessions per site visitor":["Średnia liczba sesji na osobę odwiedzającą witrynę"],"Visits per visitor":["Wizyty na odwiedzającego"],"Trouble getting access? <HelpLink \/>":["Masz problemy z dostępem? <HelpLink \/>"],"Insufficient permissions":["Niewystarczające uprawnienia"],"Add a metric":["Dodaj metrykę"],"Top countries driving traffic":["Najwięcej krajów generujących ruch"],"Change metrics":["Zmień metryki"],"Data loading failed":["Wczytywanie danych nie powiodło się"],"Save selection":["Zapisz wybór"],"Apply changes":["Zastosuj zmiany"],"Channel which brought in the most visits that resulted in key events":["Kanał, który przyciągnął najwięcej odwiedzin, które zakończyły się kluczowymi wydarzeniami"],"Which countries you get the most visitors from":["Z których krajów pochodzi najwięcej odwiedzających"],"Which cities you get the most visitors from":["Z których miast pochodzi najwięcej odwiedzających"],"What people searched for before they came to your site":["Czego szukali ludzie, zanim trafili na Twoją stronę"],"Products that brought in the most visitors":["Produkty, które przyciągnęły najwięcej odwiedzających"],"Pages that brought in the most visitors":["Strony, które przyciągnęły najwięcej odwiedzających"],"Visitors coming via this channel spent the most time on your site":["Odwiedzający korzystający z tego kanału spędzili najwięcej czasu na Twojej stronie"],"Channel which brought in the most visitors to your site":["Kanał, który przyciągnął najwięcej odwiedzających na Twoją stronę"],"Top traffic source":["Główne źródło ruchu"],"How many new visitors you got and how the overall audience changed":["Ilu nowych odwiedzających udało Ci się pozyskać i jak zmieniła się ogólna grupa odbiorców"],"Portion of people who visited your site more than once":["Część osób, które odwiedziły Twoją witrynę więcej niż jeden raz"],"Top converting traffic source":["Najlepsze źródło ruchu konwertującego"],"Top cities driving traffic":["Największe miasta generujące ruch"],"Most popular products by pageviews":["Najpopularniejsze produkty według liczby odsłon"],"Most engaged traffic source":["Najbardziej angażujące źródło ruchu"],"The Key Metrics section will be added back to your dashboard once you set your goals in Settings":["Sekcja kluczowych wskaźników zostanie ponownie dodana do kokpitu po ustawieniu celów w Ustawieniach"],"You can always set up goals in Settings later":["Cele możesz zawsze ustawić później w Ustawieniach"],"Connect Google Analytics":["Podłącz Google Analytics"],"Metrics cannot be displayed without Analytics":["Metryk nie można wyświetlić bez analizy"],"Get tailored metrics":["Uzyskaj dostosowane metryki"],"Top performing keywords":["Najlepiej działające słowa kluczowe"],"Most popular content by pageviews":["Najpopularniejsze treści według liczby odsłon"],"New visitors":["Nowi odwiedzający"],"The server provided an invalid response":["Serwer dostarczył nieprawidłową odpowiedź"],"There was a critical error on this website while fetching data":["Wystąpił błąd krytyczny na tej witrynie internetowej podczas pobierania danych"],"Retry didn’t work? <HelpLink \/>":["Ponowna próba nie zadziałała? <HelpLink \/>"],"Key metrics":["Kluczowe wskaźniki"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["Administrator udostępniający Ci ten moduł utracił dostęp do usługi %s, więc nie będziesz mógł zobaczyć statystyk z niej w kokpicie Site Kit. Możesz skontaktować się z nim lub innym administratorem, aby przywrócić dostęp."],"Access lost to %s":["Utracono dostęp do %s"],"<strong>Note:<\/strong> %s":["<strong>Uwaga:<\/strong> %s"],"Request access":["Poproś o dostęp"],"Get help":["Uzyskaj pomoc"],"Retry":["Ponów"],"Data errors in %s":["Błędy danych w %s"],"Data Unavailable":["Dane niedostępne"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["Dane dla następujących modułów zostały wcześniej udostępnione przez administratora, który nie ma już do nich dostępu: %s. Skontaktuj się z innym administratorem, aby je przywrócić."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["Dane %s zostały wcześniej udostępnione przez administratora, który nie ma już do nich dostępu. Skontaktuj się z innym administratorem, aby je przywrócić."],"Maybe later":["Może później"],"Keep track of how fast your page is and get specific recommendations on what to improve":["Śledź, jak szybko działa Twoja strona i uzyskaj konkretne zalecenia dotyczące tego, co należy ulepszyć"],"Find out how visitors experience this page":["Dowiedz się, jak odwiedzający postrzegają tę stronę"],"Understand how people found this page from Search":["Dowiedz się, jak ludzie znaleźli tę stronę za pomocą wyszukiwarki"],"Track traffic to this page over time":["Śledź ruch na tej stronie w czasie"],"Track your AdSense revenue over time":["Śledź swoje przychody z AdSense na przestrzeni czasu"],"Find out how much you’re earning from your content":["Dowiedz się, ile zarabiasz na swoich treściach"],"Keep track of how fast your pages are and get specific recommendations on what to improve":["Śledź, jak szybko działają Twoje strony i otrzymuj konkretne zalecenia dotyczące tego, co należy ulepszyć"],"Find out how visitors experience your site":["Dowiedz się, jak odwiedzający odbierają Twoją witrynę"],"Keep track of your most popular pages and how people found them from Search":["Śledź swoje najpopularniejsze strony i sposób, w jaki ludzie je znaleźli za pomocą wyszukiwarki"],"See how your content is doing":["Zobacz, jak radzi sobie Twoja treść"],"Track your site’s traffic over time":["Śledź ruch na swojej stronie w czasie"],"Find out how your audience is growing":["Dowiedz się, jak rośnie Twoja publiczność"],"screen reader text\u0004(disabled)":["(wyłączony)"],"New":["Nowy"],"Got it":["Rozumiem"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Update":["Zaktualizuj"],"Generating leads":["Generowanie leadów"],"Next":["Następne"],"screen reader text\u0004(opens in a new tab)":["(otworzy się w nowej karcie)"],"Source: %s":["Źródło: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora „%s” — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do dostępu do danych %s, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Konsola wyszukiwania, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego widoku Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Analytics, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego konta Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Insufficient permissions in %s":["Niewystarczające uprawnienia do %s"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Aby to naprawić, <a href=\"%2$s\">ponownie skonfiguruj wtyczkę<\/a>."],"%sK":["%sT"],"%sM":["%s mln"],"Last %s day":["Ostatni %s dzień","Ostatnie %s dni","Ostatnie %s dni"],", ":[", "],"Analytics is disconnected":["Analytics jest odłączona"],"Back":["Powrót"],"Learn more":["Dowiedz się więcej"],"Error: %s":["Błąd: %s"],"%s data is not yet available, please check back later":["Dane %s nie są jeszcze dostępne, sprawdź później"],"%s Gathering Data":["%s Zbieranie danych"],"Data error in %s":["Błąd danych w %s"],"Disconnect":["Rozłącz"],"Cancel":["Anuluj"],"Service name\u0004Analytics":["Analytics"],"Close":["Zamknij"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-widgets-89e6cf33318a2b4218b2.js"}}