{"translation-revision-date":"2025-10-29 10:15:15+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Your site may not be ready for Sign In With Google":["Twoja witryna może nie być gotowa na logowanie za pomocą Google"],"%s can interfere with Sign in with Google. When this plugin is active, Sign in with Google may not function properly":["%s może zakłócać działanie funkcji Zaloguj się przez Google. Gdy ta wtyczka jest włączona, funkcja Zaloguj się przez Google może nie działać poprawnie."],"Sign in with Google does not function on sites hosted on WordPress.com.":["Logowanie za pomocą konta Google nie działa w witrynach hostowanych na platformie WordPress.com."],"Your login page (wp-login.php) is not accessible at the expected location. This can prevent Sign in with Google from functioning correctly.":["Twoja strona logowania (wp-login.php) jest niedostępna w oczekiwanym miejscu. Może to uniemożliwić prawidłowe działanie funkcji Zaloguj się przez Google."],"Using “One Tap sign in” will cause errors for users without an existing account on your site. Enable “%1$s” in WordPress settings to allow anyone to use %2$s.":["Korzystanie z funkcji „Logowanie jednym dotknięciem” spowoduje błędy u użytkowników bez istniejącego konta w Twojej witrynie. Włącz „%1$s” w ustawieniach WordPressa, aby umożliwić każdemu korzystanie z %2$s."],"Manage settings":["Zarządzaj ustawieniami"],"Anyone can register":["Każdy może się zarejestrować"],"Allow new registrations":["Możliwość rejestracji"],"“Anyone can register”":["„Każdy może się zarejestrować”"],"“Allow new registrations”":["„Zezwól na nowe rejestracje”"],"Enable the %1$s setting to allow your visitors to create an account using the %2$s button. <br\/>Visit <a>WordPress settings<\/a> to manage this setting.":["Włącz ustawienie %1$s, aby umożliwić odwiedzającym utworzenie konta za pomocą przycisku %2$s. <br\/>Odwiedź <a>ustawienia WordPress<\/a>, aby zarządzać tym ustawieniem."],"Only existing users can use %s to access their accounts.":["Tylko istniejący użytkownicy mogą używać %s do uzyskiwania dostępu do swoich kont."],"Users can create new accounts on this site using %s. <br\/>Visit <a>WordPress settings<\/a> to manage this membership setting.":["Użytkownicy mogą tworzyć nowe konta w tej witrynie za pomocą %s. <br\/>Odwiedź <a>ustawienia WordPress<\/a>, aby zarządzać tym ustawieniem członkostwa."],"Sign in with Google was already set up on this site. We recommend using your existing Client ID.":["Zaloguj się z Google zostało już skonfigurowane na tej stronie. Zalecamy użycie istniejącego identyfikatora klienta."],"A valid Client ID is required to use Sign in with Google":["Aby korzystać z funkcji Zaloguj się za pomocą Google, wymagany jest ważny identyfikator klienta"],"%s button was added to your site login page. You can customize the button appearance in settings.":["Przycisk %s został dodany do strony logowania Twojej witryny. Możesz dostosować wygląd przycisku w ustawieniach."],"You successfully set up %s!":["Pomyślnie skonfigurowałeś %s!"],"Boost onboarding, security, and trust on your site using %s":["Zwiększ szybkość wdrażania, bezpieczeństwo i zaufanie w swojej witrynie, korzystając z %s"],"User registration":["Rejestracja użytkownika"],"One Tap allows users to sign in or sign up with one click offering smooth user entry points without redirecting to a dedicated sign in and sign up page. <a>Learn more<\/a>":["Jednym dotknięciem użytkownicy mogą zalogować się lub zarejestrować, co zapewnia płynne punkty wejścia bez przekierowywania na dedykowaną stronę logowania i rejestracji. <a>Dowiedz się więcej<\/a>"],"One Tap sign in":["Zaloguj się jednym dotknięciem"],"Provide your site visitors with a simple, secure, and personalized experience by adding a %s button to your login page.":["Zapewnij odwiedzającym Twoją witrynę proste, bezpieczne i spersonalizowane korzystanie z niej, dodając przycisk %s do strony logowania."],"Enable One Tap sign in":["Włącz logowanie jednym dotknięciem"],"Button shape":["Kształt przycisku"],"Button theme":["Motyw przycisku"],"Button text":["Tekst przycisku"],"Client ID":["Identyfikator klienta"],"The site should use HTTPS to set up Sign in with Google":["Witryna powinna używać protokołu HTTPS do konfiguracji logowania za pomocą usługi Google"],"Existing users who have only used Sign in with Google to sign in to your site will need to use WordPress’ “Reset my password” to set a password for their account":["Istniejący użytkownicy, którzy korzystali wyłącznie z opcji Zaloguj się za pomocą Google, aby zalogować się do Twojej witryny, będą musieli użyć funkcji „Zresetuj moje hasło” w WordPressie, aby ustawić hasło do swojego konta"],"Users will not be able to create an account on your site using their Google Account (if account creation is enabled)":["Użytkownicy nie będą mogli utworzyć konta w Twojej witrynie przy użyciu swojego konta Google (jeśli tworzenie konta jest włączone)"],"Users will no longer be able to sign in to your WordPress site using their Google Accounts":["Użytkownicy nie będą już mogli logować się do Twojej witryny WordPress przy użyciu swoich kont Google"],"The site should use HTTPS to set up %s":["Witryna powinna używać protokołu HTTPS do skonfigurowania %s"],"Get your client ID":["Uzyskaj swój identyfikator klienta"],"Add your client ID here to complete setup:":["Aby dokończyć konfigurację, dodaj tutaj swój identyfikator klienta:"],"To set up %1$s, Site Kit will help you create an “OAuth Client ID“ that will be used to enable %1$s on your website. You will be directed to a page that will allow you to generate an “OAuth Client ID“. <a>Learn more<\/a>":["Aby skonfigurować %1$s, Site Kit pomoże Ci utworzyć „Identyfikator klienta OAuth”, który będzie używany do włączania %1$s na Twojej witrynie internetowej. Zostaniesz przekierowany na stronę, która umożliwi Ci wygenerowanie „Identyfikatora klienta OAuth”. <a>Dowiedz się więcej<\/a>"],"Beta":["Beta"],"%s (Please try again.)":["%s (Spróbuj ponownie.)"],"Customize settings":["Dostosuj ustawienia"],"Disabled":["Wyłączone"],"Enabled":["Włączone"],"The server provided an invalid response":["Serwer dostarczył nieprawidłową odpowiedź"],"There was a critical error on this website while fetching data":["Wystąpił błąd krytyczny na tej witrynie internetowej podczas pobierania danych"],"Failed to load graphic":["Nie udało się wczytać grafiki"],"Failed to load media":["Nie udało się wczytać mediów"],"Retry":["Ponów"],"Service name\u0004Sign in with Google":["Zaloguj się z Google"],"Maybe later":["Może później"],"screen reader text\u0004(disabled)":["(wyłączony)"],"Got it":["Rozumiem"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Preview":["Podgląd"],"screen reader text\u0004(opens in a new tab)":["(otworzy się w nowej karcie)"],"This service was originally connected by an administrator — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora „%s” — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do dostępu do danych %s, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Konsola wyszukiwania, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego widoku Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Analytics, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego konta Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Aby to naprawić, <a href=\"%2$s\">ponownie skonfiguruj wtyczkę<\/a>."],"%sK":["%sT"],"%sM":["%s mln"],"Last %s day":["Ostatni %s dzień","Ostatnie %s dni","Ostatnie %s dni"],", ":[", "],"Checking Compatibility…":["Sprawdzanie zgodności…"],"Learn more":["Dowiedz się więcej"],"Error: %s":["Błąd: %s"],"Set up %s":["Skonfiguruj %s"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-sign-in-with-google-b45a6047e0a41d61dea8.js"}}