{"translation-revision-date":"2025-10-29 10:15:15+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Let’s get started!":["Zaczynajmy!"],"Get visitor insights by connecting Google Analytics as part of setup":["Uzyskaj informacje o odwiedzających, łącząc Google Analytics w ramach konfiguracji"],"To get better insights about your site, Site Kit will update your Analytics account, for example by enabling enhanced measurement. <LearnMoreLink \/>":["Aby uzyskać lepszy wgląd w Twoją witrynę, Site Kit zaktualizuje Twoje konto Analytics, na przykład poprzez włączenie ulepszonych pomiarów. <LearnMoreLink \/>"],"Manage email reports":["Zarządzaj raportami e-mail"],"Prompt to authenticate Site Kit with Google Account\u0004Sign in with Google":["Zaloguj się z Google"],"%s (Please try again.)":["%s (Spróbuj ponownie.)"],"<a href=\"%1$s\">Click here<\/a> for more information, or to get more help, ask a question on our <a href=\"%2$s\">support forum<\/a> and include the text of the original error message: %3$s":["<a href=\"%1$s\">Kliknij tutaj<\/a>, aby uzyskać więcej informacji lub uzyskać pomoc, zadaj pytanie na naszym <a href=\"%2$s\">forum pomocy<\/a> i dołącz tekst oryginalnego komunikatu o błędzie: %3$s"],"<strong>Connect Google Analytics as part of your setup.<\/strong> Activate Google Analytics to track how much traffic you’re getting and how people navigate your site.":["<strong>Połącz Google Analytics jako część konfiguracji.<\/strong> Włącz Google Analytics, aby śledzić ruch i sposób poruszania się użytkowników po Twojej witrynie."],"Email":["E-mail"],"Google account":["Konto Google"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Pomóż nam ulepszyć Site Kit, udostępniając anonimowe dane o użytkowaniu.<\/span> <span>Wszystkie zebrane dane są przetwarzane zgodnie z <a>Polityką prywatności Google.<\/a><\/span>"],"Google Account (Email: %1$s)":["Konto Google (e-mail: %1$s)"],"Google Account for %1$s":["Konto Google dla %1$s"],"Google Account for %1$s (Email: %2$s)":["Konto Google dla %1$s (e-mail: %2$s)"],"Copied to clipboard":["Skopiowano do schowka"],"Copy error contents":["Skopiuj treść błędu"],"Error message copied to clipboard. Click to copy the error message again.":["Wiadomość o błędzie skopiowana do schowka. Kliknij, aby ponownie skopiować wiadomość o błędzie."],"The server provided an invalid response":["Serwer dostarczył nieprawidłową odpowiedź"],"There was a critical error on this website while fetching data":["Wystąpił błąd krytyczny na tej witrynie internetowej podczas pobierania danych"],"Key metrics":["Kluczowe wskaźniki"],"Failed to load graphic":["Nie udało się wczytać grafiki"],"Failed to load media":["Nie udało się wczytać mediów"],"<strong>Note:<\/strong> %s":["<strong>Uwaga:<\/strong> %s"],"Google Account":["Konto Google"],"Looks like your site is having a technical issue with connecting to the Site Kit authentication service.":["Wygląda na to, że Twoja witryna ma problem techniczny z połączeniem się z usługą uwierzytelniania Site Kit."],"%1$s <Link>%2$s<\/Link>":["%1$s <Link>%2$s<\/Link>"],"Get help":["Uzyskaj pomoc"],"An administrator has granted you access to view this site's dashboard to view stats from all shared Google services. <a>Learn more<\/a>":["Administrator przyznał Ci dostęp do kokpitu tej witryny, aby przeglądać statystyki ze wszystkich udostępnianych usług Google. <a>Dowiedz się więcej<\/a>"],"Retry":["Ponów"],"Service name\u0004Sign in with Google":["Zaloguj się z Google"],"Skip sign-in and view limited dashboard":["Pomiń logowanie i zobacz ograniczony kokpit"],"Thanks for using Site Kit!<br \/>Help us make it even better":["Dziękujemy za korzystanie z Site Kit!<br \/>Pomóż nam uczynić go jeszcze lepszym"],"Shared by <strong>%s<\/strong>":["Udostępnione przez <strong>%s<\/strong>"],"Shared services":["Usługi współdzielone"],"Learn more about dashboard sharing":["Dowiedz się więcej o udostępnianiu kokpitu"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Możesz zobaczyć statystyki ze wszystkich udostępnianych usług Google, ale nie możesz wprowadzać żadnych zmian. <a>Dowiedz się więcej<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Możesz zobaczyć statystyki ze wszystkich udostępnianych usług Google, ale nie możesz wprowadzać żadnych zmian. <strong>Zaloguj się, aby połączyć więcej usług i kontrolować dostęp do udostępniania.<\/strong>"],"View only":["Zobacz tylko"],"View-only Dashboard Access":["Dostęp do kokpitu tylko do podglądu"],"Go to dashboard":["Przejdź do kokpitu"],"Maybe later":["Może później"],"Back to dashboard":["Powrót do kokpitu"],"Looks like Site Kit is unable to place or detect tags on your site. This can be caused by using certain caching or maintenance mode plugins or your site’s frontend is configured on a different host or infrastructure than your administration dashboard. <GetHelpLink \/>":["Wygląda na to, że Site Kit nie może umieścić ani wykryć znaczników na Twojej stronie. Może to być spowodowane używaniem pewnych wtyczek trybu buforowania lub konserwacji lub front-end Twojej strony jest skonfigurowany na innym hoście lub infrastrukturze niż Twój kokpit. <GetHelpLink \/>"],"— New URL: %s":["— Nowy adres URL: %s"],"— Old URL: %s":["— Stary adres URL: %s"],"Monetization":["Monetyzacja"],"Content":["Treść"],"Traffic":["Ruch"],"Get insights on how people find your site, as well as how to improve and monetize your site’s content, directly in your WordPress dashboard":["Uzyskaj informacje o tym, jak ludzie trafiają na Twoją witrynę, a także jak ulepszyć i monetyzować jej treść, bezpośrednio w kokpicie WordPress"],"screen reader text\u0004(disabled)":["(wyłączony)"],"Help":["Pomoc"],"Site Kit cannot access the WordPress REST API. Please ensure it is enabled on your site. <GetHelpLink \/>":["Site Kit nie może uzyskać dostępu do WordPress REST API. Upewnij się, że jest on włączony na Twojej stronie. <GetHelpLink \/>"],"Get help with AdSense":["Uzyskaj pomoc dotyczącą AdSense"],"Get support":["Uzyskaj pomoc"],"Read help docs":["Przeczytaj dokumentację"],"Fix common issues":["Rozwiązywanie typowych problemów"],"Got it":["Rozumiem"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Next":["Następne"],"Get insights about how people find and use your site as well as how to improve and monetize your content, directly in your WordPress dashboard":["Uzyskaj informacje o tym, jak ludzie znajdują i korzystają z Twojej witryny, a także jak ulepszyć i monetyzować swoje treści, bezpośrednio w kokpicie WordPress"],"Set up Site Kit":["Skonfiguruj Site Kit"],"Learn how":["Dowiedz się jak"],"Learn how to install and use the helper plugin":["Dowiedz się jak zainstalować oraz używać wtyczki pomocniczej"],"Configure":["Konfiguruj"],"Configure the helper plugin":["Skonfiguruj wtyczkę pomocniczą"],"Activate":["Włącz"],"Activate the helper plugin":["Włącz wtyczkę pomocniczą"],"Install":["Zainstaluj"],"Install the helper plugin":["Zainstaluj wtyczkę pomocniczą"],"screen reader text\u0004(opens in a new tab)":["(otworzy się w nowej karcie)"],"Resetting will disconnect all users and remove all Site Kit settings and data within WordPress. <br \/>You and any other users who wish to use Site Kit will need to reconnect to restore access.":["Zresetowanie spowoduje odłączenie wszystkich użytkowników i usunięcie wszystkich ustawień i danych Site Kit w WordPress.<br \/>Ty i wszyscy inni użytkownicy, którzy chcą korzystać z Site Kit, będziecie musieli ponownie połączyć się, aby przywrócić dostęp."],"complete module setup\u0004Finish":["Zakończ"],"Source: %s":["Źródło: %s"],"Looks like the AMP CDN is restricted in your region, which could interfere with setup on the Site Kit service. <GetHelpLink \/>":["Wygląda na to, że sieć AMP CDN jest ograniczona w Twoim regionie, co może mieć wpływ na konfigurację usługi Site Kit. <GetHelpLink \/>"],"To get more help, ask a question on our <a href=\"%1$s\">support forum<\/a> and include the text of the original error message: %2$s":["Aby uzyskać dodatkową pomoc, zadaj pytanie na naszym <a href=\"%1$s\">forum pomocy<\/a> i dołącz tekst pierwotnego komunikatu o błędzie: %2$s"],"Looks like your site is having a technical issue with requesting data from Google services.":["Wygląda na to, że w witrynie występuje problem techniczny z żądaniem danych z usług Google."],"Looks like the URL of your site has changed. In order to continue using Site Kit, you’ll need to reconnect, so that your plugin settings are updated with the new URL.":["Wygląda na to, że zmienił się adres URL witryny. Aby kontynuować korzystanie z Site Kit, należy ponownie połączyć się, aby ustawienia wtyczki zostały zaktualizowane o nowy adres."],"Report this problem":["Zgłoś ten problem"],"Site Kit has already been configured by another admin of this site. To use Site Kit as well, sign in with your Google account which has access to Google services for this site (e.g. Google Analytics). Once you complete the 3 setup steps, you’ll see stats from all activated Google services.":["Site Kit został już skonfigurowany przez innego administratora tej witryny. Aby używać Site Kit, zaloguj się na swoje konto Google, które ma dostęp do usług Google dla tej witryny (np. Google Analytics). Po wykonaniu 3 kroków konfiguracji zobaczysz statystyki ze wszystkich włączonych usług Google."],"Connect your Google account to Site Kit":["Połącz swoje konto Google z Site Kit"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Aby to naprawić, <a href=\"%2$s\">ponownie skonfiguruj wtyczkę<\/a>."],"Proceed":["Kontynuuj"],"Additional Permissions Required":["Wymagane dodatkowe uprawnienia"],"Verifying…":["Weryfikacja…"],"Manage Sites":["Zarządzaj witrynami"],"%sK":["%sT"],"%sM":["%s mln"],"Last %s day":["Ostatni %s dzień","Ostatnie %s dni","Ostatnie %s dni"],", ":[", "],"Site Kit encountered an error":["Site Kit napotkał błąd"],"%s (domain property)":["%s (właściwość domeny)"],"We found %d existing accounts. Please choose which one to use below.":["Znaleziono %d kont. Wybierz poniżej, konto które ma być używane."],"Checking Compatibility…":["Sprawdzanie zgodności…"],"Your site may not be ready for Site Kit":["Witryna może nie być gotowa na Site Kit"],"Looks like this may be a staging environment and you already have the helper plugin. Before you can use Site Kit, please make sure you’ve provided the necessary credentials in the Authentication section and verified your production site in Search Console. <GetHelpLink \/>":["Wygląda na to, że to może być środowisko przejściowe i masz już wtyczkę pomocniczą. Zanim będziesz mógł użyć Site Kit, upewnij się, że podałeś wymagane dane uwierzytelniające w sekcji Uwierzytelnianie i zweryfikowałeś swoją witrynę produkcyjną w Konsoli wyszukiwania. <GetHelpLink \/>"],"Looks like this may be a staging environment. If so, you’ll need to install a helper plugin and verify your production site in Search Console. <GetHelpLink \/>":["Wygląda na to, że to może być środowisko testowe. Jeśli tak, musisz zainstalować wtyczkę pomocniczą i zweryfikować swoją witrynę produkcyjną w Konsoli wyszukiwania. <GetHelpLink \/>"],"Your site has not been added to Search Console yet. Would you like to add it now?":["Witryna nie została jeszcze dodana do Konsoli wyszukiwania. Czy chcesz ją teraz dodać?"],"Site Kit by Google was successfully reset.":["Site Kit od Google został pomyślnie zresetowany."],"Authenticate Site Kit":["Uwierzytelnij Site Kit"],"Connect Search Console":["Podłącz Konsolę wyszukiwania"],"Authenticate":["Uwierzytelnij"],"You successfully completed the Site Kit setup and connected Search Console. Check the dashboard for more services to connect.":["Pomyślnie ukończono konfigurację Site Kit i podłączono Konsolę wyszukiwania. Proszę sprawdzić kokpit, w celu połączenie innych usług."],"Congratulations!":["Gratulacje!"],"Your Search Console is set up with Site Kit.":["Twoja Konsola wyszukiwania jest skonfigurowana za pomocą narzędzia Site Kit."],"We’re locating your Search Console account.":["Szukamy twojego konta Konsoli wyszukiwania."],"Choose URL":["Wybierz adres URL"],"Congratulations, your site has been verified!":["Gratulacje, witryna została pozytywnie zweryfikowana!"],"We will need to verify your URL for Site Kit.":["Będziemy musieli zweryfikować adres URL dla Site Kit."],"Verify URL":["Zweryfikuj adres URL"],"Website Address":["Adres witryny"],"Getting your verified sites…":["Pobieram zweryfikowane witryny…"],"You did not grant access to one or more of the requested scopes. Please grant all scopes that you are prompted for.":["Nie przyznano dostępu do co najmniej jednego z żądanych zakresów. Proszę podać wszystkie zakresy, o które prosimy."],"Please sign into your Google account to begin.":["Aby rozpocząć, zaloguj się na swoje konto Google."],"Authenticate with Google":["Uwierzytelnianie z Google"],"Site Kit by Google Logo":["Logo Site Kit od Google"],"OK, Got it!":["Ok, rozumiem!"],"Speed":["Szybkość"],"Back":["Powrót"],"Learn more":["Dowiedz się więcej"],"Error: %s":["Błąd: %s"],"Account":["Konto"],"Continue":["Kontynuuj"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Odłączenie Site Kit przez Google usunie dostęp do wszystkich usług. Po rozłączeniu będzie trzeba ponownie autoryzować, aby przywrócić usługę."],"Disconnect":["Rozłącz"],"User Avatar":["Awatar użytkownika"],"Site Kit will no longer have access to your account. If you’d like to reconnect Site Kit, click \"Sign in with Google\" below to generate new credentials.":["Site Kit nie będzie już mieć dostępu do Twojego konta. Jeśli chcesz ponownie połączyć Site Kit, kliknij „Zaloguj się przez Google” poniżej, aby wygenerować nowe dane uwierzytelniające."],"You revoked access to Site Kit for %s":["Odwołałeś dostęp do Site Kit dla %s"],"Cancel":["Anuluj"],"Reset Site Kit":["Resetuj Site Kit"],"Service name\u0004Search Console":["Konsola wyszukiwania"],"Reset":["Resetuj"],"Close":["Zamknij"],"Reconnect Site Kit":["Ponownie połącz Site Kit"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-splash-4c8bdca6bedb04bc4242.js"}}