{"translation-revision-date":"2025-10-29 10:15:15+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Manage email reports":["Zarządzaj raportami e-mail"],"Got a Google Analytics property and want to find out how to use it with Site Kit? <a>Learn more<\/a>":["Masz usługę Google Analytics i chcesz dowiedzieć się, jak jej używać z narzędziem Site Kit? <a>Dowiedz się więcej<\/a>"],"Notice about your AdSense account":["Powiadomienie dotyczące Twojego konta AdSense"],"%1$s. <Link><Strong>%2$s<\/Strong><\/Link>":["%1$s. <Link><Strong>%2$s<\/Strong><\/Link>"],"%s is disconnected, metric can’t be displayed":["%s jest rozłączony, nie można wyświetlić metryki"],"To set up AdSense you will need to disable your Ad blocker":["Aby skonfigurować usługę AdSense, musisz wyłączyć blokadę reklam"],"To get the latest AdSense data you will need to disable your Ad blocker":["Aby uzyskać najnowsze dane AdSense, musisz wyłączyć blokadę reklam"],"Channel (e.g. social, paid, search) that brought in the most purchases to your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyniósł najwięcej zakupów w Twojej witrynie"],"Channel which brought in the most purchases to your site":["Kanał, który przyniósł najwięcej zakupów na Twojej stronie"],"Channel (e.g. social, paid, search) that brought in the most leads to your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyciągnął najwięcej potencjalnych klientów do Twojej witryny"],"Channel which brought in the most leads to your site":["Kanał, który przyciągnął najwięcej leadów do Twojej witryny"],"Channel (e.g. social, paid, search) that brought in the most add to cart events to your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyniósł najwięcej zdarzeń dodania do koszyka w Twojej witrynie"],"Channel which brought in the most add to cart events to your site":["Kanał, który przyciągnął najwięcej zdarzeń dodania do koszyka na Twojej stronie"],"You will lose access to AdSense insights through Site Kit":["Utracisz dostęp do AdSense Insights za pośrednictwem Site Kit"],"You will miss out on revenue from ads placed on your site":["Utracisz dochód z reklam umieszczonych w Twojej witrynie"],"Intelligent, automatic ad placement will be disabled":["Inteligentne, automatyczne umieszczanie reklam zostanie wyłączone"],"Suggested":["Sugerowane"],"Enhanced measurement is enabled for this web data stream":["Włączono ulepszone pomiary dla tego strumienia danych internetowych"],"No metrics were selected yet":["Nie wybrano jeszcze żadnych metryk"],"Content performance":["Wydajność treści"],"Selling products":["Sprzedaż produktów"],"Driving traffic":["Kierowanie ruchem"],"Top device driving the most purchases":["Najpopularniejsze urządzenie generujące najwięcej zakupów"],"Top device driving purchases":["Najpopularniejsze urządzenie generujące zakupy"],"Answer 3 questions and we’ll suggest relevant metrics for your dashboard. These metrics will help you track how users interact with your site.":["Odpowiedz na 3 pytania, a my zasugerujemy odpowiednie metryki dla Twojego kokpitu. Te metryki pomogą Ci śledzić, jak użytkownicy wchodzą w interakcje z Twoją witryną."],"Get personalized suggestions for user interaction metrics based on your goals":["Uzyskaj spersonalizowane sugestie dotyczące wskaźników interakcji użytkowników na podstawie swoich celów"],"Select your own metrics":["Wybierz własne wskaźniki"],"Interested in specific metrics?":["Interesują Cię konkretne wskaźniki?"],"To track how visitors interact with your site, Site Kit will enable plugin conversion tracking. You can always disable it in settings.":["Aby śledzić interakcje odwiedzających z Twoją witryną, Site Kit włączy śledzenie konwersji wtyczek. Możesz je zawsze wyłączyć w ustawieniach."],"Pages on which forms are most frequently submitted":["Strony, na których formularze są najczęściej przesyłane"],"Top pages driving leads":["Najpopularniejsze strony generujące leady"],"Cities driving the most purchases":["Miasta, w których dokonuje się najwięcej zakupów"],"Top cities driving purchases":["Główne miasta generujące zakupy"],"Cities where visitors most frequently add products to their carts":["Miasta, w których odwiedzający najczęściej dodają produkty do swoich koszyków"],"Top cities driving add to cart":["Najlepsze miasta generujące dodaj do koszyka"],"Top traffic source driving purchases":["Główne źródło ruchu generujące zakupy"],"Top traffic source driving leads":["Główne źródło ruchu generujące leady"],"Top traffic source driving add to cart":["Główne źródło ruchu dodające do koszyka"],"Cities driving the most contact form submissions":["Miasta, w których przesyła się najwięcej formularzy kontaktowych"],"Top cities driving leads":["Największe miasta pod względem liczby potencjalnych klientów"],"%s (Please try again.)":["%s (Spróbuj ponownie.)"],"I published my message":["Opublikowałem swoją wiadomość"],"Additional items":["Dodatkowe elementy"],"Visitors":["Odwiedzający"],"Web Data Stream Name":["Nazwa strumienia danych internetowych"],"A web data stream name is required.":["Nazwa strumienia danych internetowych jest wymagana."],"This is not a valid web data stream name.":["To nie jest prawidłowa nazwa strumienia danych internetowych."],"A web data stream with this name already exists.":["Strumień danych internetowych o tej nazwie już istnieje."],"Don’t show again":["Nie pokazuj ponownie"],"Pages that generated the most AdSense revenue":["Strony, które wygenerowały największe przychody z AdSense"],"Top earning pages":["Najlepiej zarabiające strony"],"Additional permissions are required to create a new Analytics account.":["Aby utworzyć nowe konto Analytics, wymagane są dodatkowe uprawnienia."],"Current selection":["Aktualny wybór"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d wybrano <MaxCount>(do %2$d)<\/MaxCount>"],"Percentage of visitors that left without engagement with your site":["Procent odwiedzających, którzy opuścili Twoją witrynę bez interakcji"],"Another admin has set up these tailored metrics for your site. Click here to personalize them.":["Inny administrator skonfigurował te dostosowane metryki dla Twojej witryny. Kliknij tutaj, aby je spersonalizować."],"Personalize your key metrics":["Spersonalizuj swoje kluczowe wskaźniki"],"You’ll need to contact your administrator. <a>Learn more<\/a>":["Musisz skontaktować się z administratorem. <a>Dowiedz się więcej<\/a>"],"Permissions updated? <a>Retry<\/a>":["Uprawnienia zaktualizowane? <a>Spróbuj ponownie<\/a>"],"Authors whose posts got the most visits":["Autorzy, których wpisy uzyskały najwięcej odwiedzin"],"Most popular authors by pageviews":["Najpopularniejsi autorzy według liczby odsłon"],"Categories that your site visitors viewed the most":["Kategorie, które odwiedzający Twoją witrynę przeglądali najczęściej"],"Top categories by pageviews":["Najpopularniejsze kategorie według liczby odsłon"],"Pages with the most pageviews published in the last 3 days":["Strony z największą liczbą odsłon opublikowanych w ciągu ostatnich 3 dni"],"Top recent trending pages":["Najpopularniejsze ostatnio strony"],"Pages with the highest engagement rate":["Strony z najwyższym wskaźnikiem zaangażowania"],"Most engaging pages":["Najbardziej angażujące strony"],"Pages with the highest percentage of visitors that left without engagement with your site":["Strony z największym odsetkiem odwiedzających, którzy opuścili Twoją witrynę bez interakcji"],"This allows you to measure interactions with your content (e.g. file downloads, form completions, video views). <a>Learn more<\/a>":["Umożliwia to mierzenie interakcji z treścią (np. pobieranie plików, wypełnianie formularzy, oglądanie filmów). <a>Dowiedz się więcej<\/a>"],"The top search queries for your site by highest clickthrough rate":["Najpopularniejsze zapytania wyszukiwania dla Twojej witryny według najwyższego współczynnika klikalności"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most key events":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyciągnął odwiedzających, którzy wygenerowali najwięcej kluczowych zdarzeń"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyciągnął najwięcej odwiedzających do Twojej witryny"],"The countries where most of your visitors came from":["Kraje, z których pochodzi większość odwiedzających"],"The cities where most of your visitors came from":["Miasta, z których pochodzi większość odwiedzających"],"Pages your visitors read the most":["Strony, które Twoi goście czytają najczęściej"],"Portion of visitors who visited your site for the first time in this timeframe":["Część odwiedzających, którzy odwiedzili Twoją witrynę po raz pierwszy w tym przedziale czasowym"],"Portion of your site’s visitors that returned at least once in this timeframe":["Część odwiedzających Twoją witrynę, którzy powrócili na nią przynajmniej raz w tym okresie"],"Returning visitors":["Powracający odwiedzający"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyciągnął najwięcej odwiedzających, którzy w znaczący sposób zaangażowali się w Twoją witrynę"]," and ":[" oraz "],"%s is disconnected, no data to show":["%s jest rozłączony, nie ma danych do wyświetlenia","%s jest rozłączonych, nie ma danych do wyświetlenia","%s jest rozłączonych, nie ma danych do wyświetlenia"],"Pages that attracted the most returning visitors":["Strony, które przyciągnęły najwięcej powracających użytkowników"],"Top pages by returning visitors":["Najpopularniejsze strony według powracających użytkowników"],"Average duration of engaged visits":["Średni czas trwania zaangażowanych wizyt"],"Visit length":["Długość wizyty"],"Number of pages visitors viewed per session on average":["Liczba stron przeglądanych średnio przez użytkowników na sesję"],"Pages per visit":["Stron na wizytę"],"Least engaging pages":["Najmniej angażujące strony"],"Average number of sessions per site visitor":["Średnia liczba sesji na osobę odwiedzającą witrynę"],"Visits per visitor":["Wizyty na odwiedzającego"],"Enable enhanced measurement":["Włącz ulepszony pomiar"],"Trouble getting access? <HelpLink \/>":["Masz problemy z dostępem? <HelpLink \/>"],"Insufficient permissions":["Niewystarczające uprawnienia"],"Top countries driving traffic":["Najwięcej krajów generujących ruch"],"This ad unit will be used for your Web Stories. <LearnMoreLink \/>":["Ta jednostka reklamowa będzie używana w Twoich historiach internetowych. <LearnMoreLink \/>"],"Email":["E-mail"],"Google account":["Konto Google"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Pomóż nam ulepszyć Site Kit, udostępniając anonimowe dane o użytkowaniu.<\/span> <span>Wszystkie zebrane dane są przetwarzane zgodnie z <a>Polityką prywatności Google.<\/a><\/span>"],"Change metrics":["Zmień metryki"],"Data loading failed":["Wczytywanie danych nie powiodło się"],"Save selection":["Zapisz wybór"],"Apply changes":["Zastosuj zmiany"],"Channel which brought in the most visits that resulted in key events":["Kanał, który przyciągnął najwięcej odwiedzin, które zakończyły się kluczowymi wydarzeniami"],"Which countries you get the most visitors from":["Z których krajów pochodzi najwięcej odwiedzających"],"Which cities you get the most visitors from":["Z których miast pochodzi najwięcej odwiedzających"],"What people searched for before they came to your site":["Czego szukali ludzie, zanim trafili na Twoją stronę"],"Products that brought in the most visitors":["Produkty, które przyciągnęły najwięcej odwiedzających"],"Pages that brought in the most visitors":["Strony, które przyciągnęły najwięcej odwiedzających"],"Visitors coming via this channel spent the most time on your site":["Odwiedzający korzystający z tego kanału spędzili najwięcej czasu na Twojej stronie"],"Channel which brought in the most visitors to your site":["Kanał, który przyciągnął najwięcej odwiedzających na Twoją stronę"],"Top traffic source":["Główne źródło ruchu"],"How many new visitors you got and how the overall audience changed":["Ilu nowych odwiedzających udało Ci się pozyskać i jak zmieniła się ogólna grupa odbiorców"],"Portion of people who visited your site more than once":["Część osób, które odwiedziły Twoją witrynę więcej niż jeden raz"],"Top converting traffic source":["Najlepsze źródło ruchu konwertującego"],"Top cities driving traffic":["Największe miasta generujące ruch"],"Most popular products by pageviews":["Najpopularniejsze produkty według liczby odsłon"],"Most engaged traffic source":["Najbardziej angażujące źródło ruchu"],"The Key Metrics section will be added back to your dashboard once you set your goals in Settings":["Sekcja kluczowych wskaźników zostanie ponownie dodana do kokpitu po ustawieniu celów w Ustawieniach"],"You can always set up goals in Settings later":["Cele możesz zawsze ustawić później w Ustawieniach"],"Display a message to give site visitors with an ad blocker the option to allow ads on your site.":["Wyświetl wiadomość, aby umożliwić użytkownikom witryny korzystającym z blokady reklam wyrażenie zgody na wyświetlanie reklam w Twojej witrynie."],"Enable message":["Włącz wiadomość"],"Enable error protection code (optional)":["Włącz kod ochrony przed błędami (opcjonalnie)"],"Enable ad blocking recovery message (required)":["Włącz komunikat odzyskiwania blokowania reklam (wymagane)"],"Ad blocking recovery message enabled without error protection code":["Włączono komunikat odzyskiwania blokowania reklam bez kodu ochrony przed błędami"],"Ad blocking recovery message enabled with error protection code":["Włączono komunikat odzyskiwania blokowania reklam z kodem ochrony przed błędami"],"If a site visitor’s ad blocker browser extension blocks the message you create in AdSense, a default, non-customizable ad blocking recovery message will display instead. <a>Learn more<\/a>":["Jeśli rozszerzenie przeglądarki blokujące reklamy odwiedzającego witrynę zablokuje wiadomość utworzoną w AdSense, zamiast niej zostanie wyświetlony domyślny, niekonfigurowalny komunikat o odzyskaniu blokowania reklam. <a>Dowiedz się więcej<\/a>"],"Identify site visitors that have an ad blocker browser extension installed. These site visitors will see the ad blocking recovery message created in AdSense. <a>Configure your message<\/a>":["Zidentyfikuj odwiedzających witrynę, którzy mają zainstalowane rozszerzenie przeglądarki blokujące reklamy. Ci odwiedzający witrynę zobaczą wiadomość o odzyskaniu blokowania reklam utworzoną w AdSense. <a>Skonfiguruj swoją wiadomość<\/a>"],"Enable ad blocking recovery message":["Włącz komunikat odzyskiwania blokowania reklam"],"Get tailored metrics":["Uzyskaj dostosowane metryki"],"Site Kit detected Ad Blocking Recovery code for a different account %s on your site. For a better ad blocking recovery experience, you should remove Ad Blocking Recovery code that’s not linked to this AdSense account.":["Site Kit wykrył kod odzyskiwania blokowania reklam dla innego konta %s w Twojej witrynie. Aby uzyskać lepsze doświadczenie odzyskiwania blokowania reklam, powinieneś usunąć kod odzyskiwania blokowania reklam, który nie jest powiązany z tym kontem AdSense."],"You’ve already enabled an ad blocking recovery message on your site. We recommend using Site Kit to manage this to get the most out of AdSense.":["Włączyłeś już komunikat odzyskiwania blokowania reklam na swojej witrynie. Zalecamy użycie Site Kit do zarządzania tym, aby w pełni wykorzystać AdSense."],"Top performing keywords":["Najlepiej działające słowa kluczowe"],"Most popular content by pageviews":["Najpopularniejsze treści według liczby odsłon"],"You can always set up ad blocking recovery in Settings later":["Zawsze możesz później skonfigurować odzyskiwanie blokowania reklam w Ustawieniach"],"Connect %s":["Połącz %s"],"%s is disconnected, some of your metrics can’t be displayed":["%s jest rozłączony, nie można wyświetlić niektórych metryk"],"Step %1$s of %2$s (completed).":["Krok %1$s z %2$s (zakończony)."],"Step %1$s of %2$s (active).":["Krok %1$s z %2$s (aktywny)."],"Step %1$s of %2$s (upcoming).":["Krok %1$s z %2$s (nadchodzący)."],"Ad blocking recovery only works if you’ve created and published your message in AdSense":["Odzyskiwanie po zablokowaniu reklam działa tylko wtedy, gdy utworzyłeś i opublikowałeś wiadomość w usłudze AdSense"],"Create message":["Utwórz wiadomość"],"My message is ready":["Moja wiadomość jest gotowa"],"Site visitors will be given the option to allow ads on your site. You can also present them with other options to fund your site (optional)":["Odwiedzający witrynę będą mieli możliwość zezwolenia na reklamy w witrynie. Możesz im również przedstawić inne opcje finansowania witryny (opcjonalnie)"],"Create and publish an ad blocking recovery message in AdSense":["Utwórz i opublikuj wiadomość o odzyskaniu blokady reklam w AdSense"],"Identify site visitors that have an ad blocker browser extension installed. These site visitors will see the ad blocking recovery message created in AdSense.":["Zidentyfikuj odwiedzających witrynę, którzy mają zainstalowane rozszerzenie przeglądarki blokujące reklamy. Ci odwiedzający witrynę zobaczą wiadomość o odzyskaniu blokowania reklam utworzoną w AdSense."],"Create your site’s ad blocking recovery message (required)":["Utwórz wiadomość o odzyskaniu blokady reklam w swojej witrynie (wymagane)"],"Ad blocking recovery message is not placed":["Komunikat o odzyskiwaniu blokowania reklam nie jest umieszczony"],"Place error protection code":["Umieść kod zabezpieczający przed błędami"],"New visitors":["Nowi odwiedzający"],"Start recovering revenue lost from ad blockers by deploying an ad blocking recovery message through Site Kit. <a>Learn more<\/a>":["Rozpocznij odzyskiwanie przychodów utraconych z powodu blokowania reklam, wdrażając komunikat o odzyskiwaniu blokowanych reklam za pośrednictwem Site Kit. <a>Dowiedz się więcej<\/a>"],"Ad blocking recovery":["Odzyskiwanie blokowania reklam"],"Google Account (Email: %1$s)":["Konto Google (e-mail: %1$s)"],"Google Account for %1$s":["Konto Google dla %1$s"],"Google Account for %1$s (Email: %2$s)":["Konto Google dla %1$s (e-mail: %2$s)"],"*Average for publishers showing non-dismissible ad blocking recovery messages placed at the center of the page on desktop":["*Średnia dla wydawców wyświetlających niemożliwe do odrzucenia komunikaty o odzyskaniu blokowania reklam umieszczone na środku strony na komputerach stacjonarnych"],"Publishers see up to 1 in 5 users choose to allow ads once they encounter an ad blocking recovery message*":["Wydawcy widzą, że nawet 1 na 5 użytkowników decyduje się na zezwolenie na reklamy po wyświetleniu komunikatu o konieczności przywrócenia blokowania reklam*"],"Recover revenue lost to ad blockers":["Odzyskaj przychody utracone na skutek blokowania reklam"],"Make sure to also create the message in <a>AdSense<\/a>, otherwise this feature won’t work":["Pamiętaj, aby utworzyć wiadomość także w <a>AdSense<\/a>, w przeciwnym razie ta funkcja nie będzie działać"],"You successfully enabled the ad blocking recovery message":["Pomyślnie włączono komunikat odzyskiwania blokowania reklam"],"You need to redo setup to complete AdSense configuration":["Wykonaj ponownie konfigurację, aby dokończyć ustawienia AdSense"],"Ad Blocking Recovery":["Odzyskiwanie blokowania reklam"],"Analytics data stream name and measurement ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Set up a new web data stream":["Skonfiguruj nowy strumień danych internetowych"],"Web Data Stream":["Strumień danych internetowych"],"Copied to clipboard":["Skopiowano do schowka"],"Error in Google Chart":["Błąd w Google Chart"],"Copy error contents":["Skopiuj treść błędu"],"Error message copied to clipboard. Click to copy the error message again.":["Wiadomość o błędzie skopiowana do schowka. Kliknij, aby ponownie skopiować wiadomość o błędzie."],"An error prevented this Google chart from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Błąd uniemożliwił prawidłowe wyświetlenie tego wykresu Google. Zgłoś dokładną treść błędu na forum pomocy technicznej, aby dowiedzieć się, co go spowodowało."],"The server provided an invalid response":["Serwer dostarczył nieprawidłową odpowiedź"],"There was a critical error on this website while fetching data":["Wystąpił błąd krytyczny na tej witrynie internetowej podczas pobierania danych"],"Retry didn’t work? <HelpLink \/>":["Ponowna próba nie zadziałała? <HelpLink \/>"],"Exclude Analytics":["Wyklucz Analytics"],"Key metrics":["Kluczowe wskaźniki"],"Failed to load graphic":["Nie udało się wczytać grafiki"],"Failed to load media":["Nie udało się wczytać mediów"],"<strong>Note:<\/strong> %s":["<strong>Uwaga:<\/strong> %s"],"Google Account":["Konto Google"],"Request access":["Poproś o dostęp"],"Set up now":["Skonfiguruj teraz"],"View <VisuallyHidden>site <\/VisuallyHidden>in AdSense":["Wyświetl <VisuallyHidden>witrynę <\/VisuallyHidden>w AdSense"],"Your site is ready, with auto-ads disabled.":["Twoja witryna jest gotowa, a reklamy automatyczne są wyłączone."],"Your site is ready for ads.":["Twoja witryna jest gotowa na reklamy."],"Your site is getting ready.":["Twoja witryna jest gotowa."],"You need to fix some things before your site is ready.":["Musisz naprawić kilka rzeczy zanim Twoja witryna będzie gotowa."],"Get help":["Uzyskaj pomoc"],"Block ads you don't like, customize where ads appear, and choose which types fit your site best":["Blokuj reklamy, których nie lubisz, dostosuj miejsce wyświetlania reklam i wybierz rodzaje, które najlepiej pasują do Twojej witryny"],"You’re in control":["Masz kontrolę"],"Auto ads automatically place and optimize your ads for you so you don't have to spend time doing it yourself":["Automatyczne reklamy automatycznie umieszczają i optymalizują Twoje reklamy, dzięki czemu nie musisz poświęcać czasu na samodzielne wykonywanie tych czynności"],"Save time with automated ads":["Oszczędzaj czas dzięki automatycznym reklamom"],"Focus on writing good content and let AdSense help you make it profitable":["Skup się na pisaniu dobrych treści, a AdSense pomoże Ci je uczynić dochodowymi"],"Earn money from your site":["Zarabiaj pieniądze na swojej witrynie"],"The Monetization section will be added back to your dashboard if you connect AdSense in Settings later":["Sekcja monetyzacji zostanie ponownie dodana do Twojego kokpitu, jeśli później połączysz AdSense w Ustawieniach"],"You can always connect AdSense from here later":["Zawsze możesz później połączyć AdSense z tego miejsca"],"Connect now":["Połącz teraz"],"Your site is ready for ads":["Twoja witryna jest gotowa na reklamy"],"Retry":["Ponów"],"Service name\u0004Sign in with Google":["Zaloguj się z Google"],"Review AdSense account":["Przejrzyj konto AdSense"],"Your account isn’t ready to show ads yet":["Twoje konto nie jest jeszcze gotowe do wyświetlania reklam"],"Add this site to your AdSense account":["Dodaj tę witrynę do swojego konta AdSense"],"Apply now":["Zastosuj teraz"],"To start using AdSense on your website, you need to upgrade your account to add “AdSense for content”. <a>Learn more<\/a>":["Aby zacząć korzystać z AdSense na swojej witrynie internetowej, musisz uaktualnić swoje konto, dodając „AdSense dla treści”. <a>Dowiedz się więcej<\/a>"],"Looks like you need to upgrade your AdSense account":["Wygląda na to, że musisz uaktualnić swoje konto AdSense"],"Thanks for using Site Kit!<br \/>Help us make it even better":["Dziękujemy za korzystanie z Site Kit!<br \/>Pomóż nam uczynić go jeszcze lepszym"],"Shared by <strong>%s<\/strong>":["Udostępnione przez <strong>%s<\/strong>"],"Shared services":["Usługi współdzielone"],"Learn more about dashboard sharing":["Dowiedz się więcej o udostępnianiu kokpitu"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Możesz zobaczyć statystyki ze wszystkich udostępnianych usług Google, ale nie możesz wprowadzać żadnych zmian. <a>Dowiedz się więcej<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Możesz zobaczyć statystyki ze wszystkich udostępnianych usług Google, ale nie możesz wprowadzać żadnych zmian. <strong>Zaloguj się, aby połączyć więcej usług i kontrolować dostęp do udostępniania.<\/strong>"],"View only":["Zobacz tylko"],"Proceed without enabling auto ads":["Kontynuuj bez włączania reklam automatycznych"],"Site Kit recommends enabling auto ads. If your existing AdSense setup relies on individual ad units, you can proceed without enabling auto ads.":["Site Kit zaleca włączenie automatycznych reklam. Jeśli Twoja obecna konfiguracja AdSense opiera się na pojedynczych jednostkach reklamowych, możesz kontynuować bez włączania automatycznych reklam."],"Enable auto ads":["Włącz automatyczne reklamy"],"To start serving ads via Site Kit, you need to activate auto ads first. Go to AdSense and enable auto ads for your site.":["Aby rozpocząć wyświetlanie reklam za pośrednictwem Site Kit, musisz najpierw włączyć reklamy automatyczne. Przejdź do AdSense i włącz reklamy automatyczne dla swojej witryny."],"Enable auto ads for your site":["Włącz automatyczne reklamy dla swojej witryny"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads":["Site Kit umieścił kod AdSense w Twojej witrynie, aby połączyć ją z AdSense i pomóc Ci w pełni wykorzystać reklamy"],"Connect your AdSense account to see stats on your overall earnings, page CTR, and top earning pages":["Połącz swoje konto AdSense, aby zobaczyć statystyki dotyczące ogólnych zarobków, współczynnika klikalności stron i najlepiej zarabiających stron"],"Your site is ready to use AdSense":["Twoja witryna jest gotowa do korzystania z AdSense"],"Your AdSense account is ready to connect to Site Kit":["Twoje konto AdSense jest gotowe do połączenia z Site Kit"],"Request review in AdSense":["Poproś o przegląd w AdSense"],"To start serving ads, your site needs to be approved first. Go to AdSense to request the review.":["Aby rozpocząć wyświetlanie reklam, Twoja witryna musi zostać najpierw zatwierdzona. Przejdź do AdSense, aby poprosić o sprawdzenie."],"Your site requires review":["Twoja witryna wymaga przeglądu"],"This usually takes a few days, but in some cases can take a few weeks. You’ll get an email from AdSense as soon as they have run some checks on your site.":["Zwykle zajmuje to kilka dni, ale w niektórych przypadkach może potrwać kilka tygodni. Otrzymasz wiadomość e-mail od AdSense, gdy tylko przeprowadzą oni kilka kontroli na Twojej witrynie."],"Your site is getting ready":["Twoja witryna jest gotowa"],"Review site in AdSense":["Przejrzyj witrynę w AdSense"],"You need to fix some things with this site before we can connect Site Kit to your AdSense account":["Musisz naprawić kilka rzeczy na tej witrynie, zanim połączymy Site Kit z Twoim kontem AdSense"],"Site Kit detected AdSense code for a different account %1$s on your site. In order to configure AdSense for your current account %2$s, we recommend you use Site Kit to place the code instead.":["Site Kit wykrył kod AdSense dla innego konta %1$s w Twojej witrynie. Aby skonfigurować AdSense dla bieżącego konta %2$s, zalecamy użycie Site Kit do umieszczenia kodu."],"You’ve already got an AdSense code on your site for this account. We recommend you use Site Kit to place the code to get the most out of AdSense.":["Masz już kod AdSense na swojej stronie dla tego konta. Zalecamy użycie Site Kit do umieszczenia kodu, aby w pełni wykorzystać AdSense."],"Make sure to remove the existing AdSense code to avoid conflicts with the code placed by Site Kit":["Pamiętaj o usunięciu istniejącego kodu AdSense, aby uniknąć konfliktów z kodem umieszczonym przez Site Kit"],"Invalid site state %s":["Nieprawidłowy stan witryny %s"],"Analytics property name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Go to dashboard":["Przejdź do kokpitu"],"No data to display: your site hasn’t received any visitors yet":["Brak danych do wyświetlenia: Twoja witryna nie miała jeszcze żadnych odwiedzających"],"No data to display: your page hasn’t received any visitors yet":["Brak danych do wyświetlenia: Twoja strona nie miała jeszcze żadnych odwiedzających"],"Already use AdSense? Add %s as a user to an existing AdSense account. <a>Learn more<\/a>":["Już używasz AdSense? Dodaj %s jako użytkownika do istniejącego konta AdSense. <a>Dowiedz się więcej<\/a>"],"Create AdSense account":["Utwórz konto AdSense"],"Once you create your account, Site Kit will place AdSense code on every page across your site. This means your site will be automatically optimized to help you earn money from your content.":["Po utworzeniu konta Site Kit umieści kod AdSense na każdej stronie w Twojej witrynie. Oznacza to, że Twoja witryna zostanie automatycznie zoptymalizowana, aby pomóc Ci zarabiać pieniądze na Twoich treściach."],"Gathering data…":["Zbieranie danych…"],"Maybe later":["Może później"],"Back to dashboard":["Powrót do kokpitu"],"AdSense accounts are <a>subject to review and approval<\/a> by the Google AdSense team":["Konta AdSense podlegają <a>sprawdzeniu i zatwierdzeniu<\/a> przez zespół Google AdSense"],"Monetization":["Monetyzacja"],"Content":["Treść"],"Traffic":["Ruch"],"Your site hasn’t received any visitors yet":["Twoja witryna nie miała jeszcze żadnych odwiedzających"],"Your page hasn’t received any visitors yet":["Twoja strona nie miała jeszcze żadnych odwiedzających"],"Exclude from Ads":["Wyklucz z reklam"],"Excluded from ads":["Wykluczone z reklam"],"All logged-in users and users who can write posts":["Wszyscy zalogowani użytkownicy i użytkownicy, którzy mogą pisać wpisy"],"Ads are currently displayed for all visitors":["Reklamy są obecnie wyświetlane wszystkim odwiedzającym"],"Ads will be displayed for all users":["Reklamy będą wyświetlane wszystkim użytkownikom"],"Ads will not be displayed for users that can write posts":["Reklamy nie będą wyświetlane użytkownikom, którzy mogą pisać wpisy"],"Ads will not be displayed for all logged-in users":["Reklamy nie będą wyświetlane wszystkim zalogowanym użytkownikom"],"Users who can write posts":["Użytkownicy, którzy mogą pisać wpisy"],"screen reader text\u0004(disabled)":["(wyłączony)"],"Place Google Analytics code":["Umieść kod Google Analytics"],"Help":["Pomoc"],"Users that can write posts will be excluded from Analytics tracking":["Użytkownicy, którzy mogą pisać wpisy, zostaną wykluczeni ze śledzenia Analytics"],"Users that can write posts":["Użytkownicy, którzy mogą pisać wpisy"],"All logged-in users":["Wszyscy zalogowani użytkownicy"],"New":["Nowy"],"Please note that AdSense will not show ads on your website unless you’ve already placed the code":["Należy pamiętać, że AdSense nie będzie wyświetlać reklam na Twojej witrynie internetowej, jeśli nie umieścisz kodu"],"Get help with AdSense":["Uzyskaj pomoc dotyczącą AdSense"],"Get support":["Uzyskaj pomoc"],"Read help docs":["Przeczytaj dokumentację"],"Fix common issues":["Rozwiązywanie typowych problemów"],"Got it":["Rozumiem"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Learn more about Ad Sense Web Stories.":["Dowiedz się więcej o internetowych relacjach w AdSense."],"Select ad unit":["Wybierz jednostkę reklamową"],"Web Stories Ad Unit":["Jednostka reklamowa historii internetowych"],"Complete setup":["Dokończ konfigurację"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Generating leads":["Generowanie leadów"],"Learn more about updating your AdSense account":["Dowiedz się więcej o aktualizowaniu konta AdSense"],"Learn more about adding a user to an existing AdSense account":["Dowiedz się więcej o dodawaniu użytkownika do istniejącego konta AdSense"],"Next":["Następne"],"screen reader text\u0004(opens in a new tab)":["(otworzy się w nowej karcie)"],"Performance over the last %s day":["Wydajność z ostatniego %s dnia","Wydajność z ostatnich %s dni","Wydajność z ostatnich %s dni"],"Page CTR":["CTR strony"],"Source: %s":["Źródło: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora „%s” — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do dostępu do danych %s, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Konsola wyszukiwania, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego widoku Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Analytics, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego konta Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Report this problem":["Zgłoś ten problem"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Aby to naprawić, <a href=\"%2$s\">ponownie skonfiguruj wtyczkę<\/a>."],"Previous period":["Poprzedni okres"],"Country":["Kraj"],"Timezone":["Strefa czasowa"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Należy zezwolić Site Kit na utworzenie konta Analytics w twoim imieniu, a także zaakceptować warunki korzystania z usługi Google Analytics."],"You will be redirected to Google Analytics to accept the terms of service.":["Nastąpi przekierowanie do Google Analytics, aby zaakceptować warunki korzystania z usługi."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["Wstępnie wypełniliśmy wymagane informacje dotyczące twojego nowego konta. Proszę potwierdzić lub zmienić dane:"],"Create your Analytics account":["Utwórz konto Analytics"],"Recommended":["Polecane"],"The AdSense code has been placed by another plugin or theme":["Kod AdSense został umieszczony przez inną wtyczkę lub motyw"],"Add site to AdSense":["Dodaj witrynę do AdSense"],"We’ve detected that you haven’t added this site to your AdSense account yet":["Wykryliśmy, że nie dodałeś jeszcze tej witryny do swojego konta AdSense"],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["Site Kit wykrył kod AdSense dla innego konta %s w witrynie. Aby uzyskać lepszą jakość reklam, należy usunąć kod AdSense, który nie jest powiązany z tym kontem AdSense."],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Wygląda na to, że masz wiele kont AdSense powiązanych ze swoim kontem Google.  Poniżej proszę wybrać konto, które ma być używane z Site Kit."],"Select your AdSense account":["Wybierz swoje konto AdSense"],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit wykrył kod AdSense %1$s w witrynie. Zalecamy usunięcie tego kodu lub dodanie %2$s jako użytkownika do konta AdSense %3$s."],"Get reports for your top earning pages by linking your Analytics and AdSense accounts":["Uzyskaj raporty dotyczące stron, które przynoszą największe zyski, łącząc konta Analytics i AdSense"],"Link Analytics and AdSense":["Połącz Analytics i AdSense"],"Redo setup":["Ponów konfigurację"],"Manage Sites":["Zarządzaj witrynami"],"The AdSense code has not been placed on your site":["Kod AdSense nie został umieszczony w witrynie"],"The AdSense code has been placed on your site":["Kod AdSense został umieszczony w witrynie"],"AdSense Code":["Kod AdSense"],"Account Status":["Status konta"],"Publisher ID":["Identyfikator wydawcy"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Należy rozwiązać niektóre problemy, zanim twoje konto zostanie zatwierdzone. Proszę przejść do AdSense, aby dowiedzieć się, jak to naprawić"],"We’re getting your site ready for ads. This usually takes less than a day, but it can sometimes take a bit longer":["Przygotowujemy witrynę do wyświetlania reklam. Zwykle zajmuje to mniej niż jeden dzień, ale czasami może potrwać nieco dłużej"],"Your account has been approved":["Twoje konto zostało zatwierdzone"],"%sK":["%sT"],"%sM":["%s mln"],"Last %s day":["Ostatni %s dzień","Ostatnie %s dni","Ostatnie %s dni"],", ":[", "],"Site Status":["Status witryny"],"None":["Brak"],"Once completed, click the link below to re-fetch your accounts to continue.":["Po zakończeniu proszę kliknąć poniższy link, aby ponownie pobrać konta i kontynuować."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Aby utworzyć nowe konto, proszę kliknąć poniższy przycisk. Otworzy to ekran tworzenia konta Google Analytics w nowym oknie."],"Set up a new account":["Skonfiguruj nowe konto"],"All logged-in users will be included in Analytics tracking":["Wszyscy zalogowani użytkownicy zostaną uwzględnieni w śledzeniu Analytics"],"All logged-in users will be excluded from Analytics tracking":["Wszyscy zalogowani użytkownicy zostaną wykluczeni ze śledzenia Analytics"],"Site Kit by Google Logo":["Logo Site Kit od Google"],"OK, Got it!":["Ok, rozumiem!"],"Speed":["Szybkość"],"Top Earning Pages":["Strony o najwyższych przychodach"],"check module page":["sprawdź stronę modułów"],"Site Kit has placed AdSense code on your site: %s":["Site Kit dodał kod AdSense w witrynie: %s"],"Page RPM":["RPM strony"],"Earnings":["Zyski"],"Back":["Powrót"],"Looks like you don’t have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["Wygląda na to, że nie masz jeszcze konta Analytics. Po jego utworzeniu kliknij „Ponownie pobierz moje konto”, a Site Kit je znajdzie."],"Property":["Właściwość"],"Learn more":["Dowiedz się więcej"],"Set up a new property":["Skonfiguruj nową usługę"],"Error: %s":["Błąd: %s"],"Re-fetch My Account":["Ponownie sprawdź moje konto"],"Create an account":["Załóż konto"],"Account":["Konto"],"Impressions":["Wyświetlenia"],"Create Account":["Utwórz konto"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense":["Na Twojej stronie znajduje się już kod AdSense dla tego konta. Zalecamy użycie narzędzia Site Kit do umieszczenia kodu, aby w pełni wykorzystać możliwości AdSense"],"Let Site Kit place AdSense code on your site":["Pozwól Site Kit umieścić kod AdSense w witrynie"],"Create your AdSense account":["Utwórz swoje konto AdSense"],"You need to fix some things before we can connect Site Kit to your AdSense account":["Musisz naprawić kilka rzeczy, zanim połączymy Site Kit z Twoim kontem AdSense"],"Your site isn’t ready to show ads yet":["Twoja witryna nie jest jeszcze gotowa na wyświetlanie reklam"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Odłączenie Site Kit przez Google usunie dostęp do wszystkich usług. Po rozłączeniu będzie trzeba ponownie autoryzować, aby przywrócić usługę."],"Disconnect":["Rozłącz"],"User Avatar":["Awatar użytkownika"],"Connect Service":["Podłącz usługę"],"Cancel":["Anuluj"],"Error":["Błąd"],"continue module setup":["kontynuuj konfigurację modułu"],"Setup incomplete: %s":["Konfiguracja niekompletna: %s"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Analytics":["Analytics"],"Close":["Zamknij"],"Day":["Dzień"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense-ff252ea79a88ca6ed113.js"}}