{"translation-revision-date":"2025-10-29 10:15:15+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Set up key events":["Skonfiguruj kluczowe wydarzenia"],"Key Events completed":["Zakończone kluczowe wydarzenia"],"Key Events":["Kluczowe wydarzenia"],"Channel (e.g. social, paid, search) that brought in the most purchases to your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyniósł najwięcej zakupów w Twojej witrynie"],"Channel which brought in the most purchases to your site":["Kanał, który przyniósł najwięcej zakupów na Twojej stronie"],"Channel (e.g. social, paid, search) that brought in the most leads to your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyciągnął najwięcej potencjalnych klientów do Twojej witryny"],"Channel which brought in the most leads to your site":["Kanał, który przyciągnął najwięcej leadów do Twojej witryny"],"Channel (e.g. social, paid, search) that brought in the most add to cart events to your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyniósł najwięcej zdarzeń dodania do koszyka w Twojej witrynie"],"Channel which brought in the most add to cart events to your site":["Kanał, który przyciągnął najwięcej zdarzeń dodania do koszyka na Twojej stronie"],"Suggested":["Sugerowane"],"No metrics were selected yet":["Nie wybrano jeszcze żadnych metryk"],"Content performance":["Wydajność treści"],"Selling products":["Sprzedaż produktów"],"Driving traffic":["Kierowanie ruchem"],"Top device driving the most purchases":["Najpopularniejsze urządzenie generujące najwięcej zakupów"],"Top device driving purchases":["Najpopularniejsze urządzenie generujące zakupy"],"Answer 3 questions and we’ll suggest relevant metrics for your dashboard. These metrics will help you track how users interact with your site.":["Odpowiedz na 3 pytania, a my zasugerujemy odpowiednie metryki dla Twojego kokpitu. Te metryki pomogą Ci śledzić, jak użytkownicy wchodzą w interakcje z Twoją witryną."],"Get personalized suggestions for user interaction metrics based on your goals":["Uzyskaj spersonalizowane sugestie dotyczące wskaźników interakcji użytkowników na podstawie swoich celów"],"Select your own metrics":["Wybierz własne wskaźniki"],"Interested in specific metrics?":["Interesują Cię konkretne wskaźniki?"],"Pages on which forms are most frequently submitted":["Strony, na których formularze są najczęściej przesyłane"],"Top pages driving leads":["Najpopularniejsze strony generujące leady"],"Cities driving the most purchases":["Miasta, w których dokonuje się najwięcej zakupów"],"Top cities driving purchases":["Główne miasta generujące zakupy"],"Cities where visitors most frequently add products to their carts":["Miasta, w których odwiedzający najczęściej dodają produkty do swoich koszyków"],"Top cities driving add to cart":["Najlepsze miasta generujące dodaj do koszyka"],"Top traffic source driving purchases":["Główne źródło ruchu generujące zakupy"],"Top traffic source driving leads":["Główne źródło ruchu generujące leady"],"Top traffic source driving add to cart":["Główne źródło ruchu dodające do koszyka"],"Cities driving the most contact form submissions":["Miasta, w których przesyła się najwięcej formularzy kontaktowych"],"Top cities driving leads":["Największe miasta pod względem liczby potencjalnych klientów"],"%s (Please try again.)":["%s (Spróbuj ponownie.)"],"Additional items":["Dodatkowe elementy"],"Visitors":["Odwiedzający"],"Pages that generated the most AdSense revenue":["Strony, które wygenerowały największe przychody z AdSense"],"Top earning pages":["Najlepiej zarabiające strony"],"Current selection":["Aktualny wybór"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d wybrano <MaxCount>(do %2$d)<\/MaxCount>"],"Percentage of visitors that left without engagement with your site":["Procent odwiedzających, którzy opuścili Twoją witrynę bez interakcji"],"Another admin has set up these tailored metrics for your site. Click here to personalize them.":["Inny administrator skonfigurował te dostosowane metryki dla Twojej witryny. Kliknij tutaj, aby je spersonalizować."],"Personalize your key metrics":["Spersonalizuj swoje kluczowe wskaźniki"],"You’ll need to contact your administrator. <a>Learn more<\/a>":["Musisz skontaktować się z administratorem. <a>Dowiedz się więcej<\/a>"],"Permissions updated? <a>Retry<\/a>":["Uprawnienia zaktualizowane? <a>Spróbuj ponownie<\/a>"],"Authors whose posts got the most visits":["Autorzy, których wpisy uzyskały najwięcej odwiedzin"],"Most popular authors by pageviews":["Najpopularniejsi autorzy według liczby odsłon"],"Categories that your site visitors viewed the most":["Kategorie, które odwiedzający Twoją witrynę przeglądali najczęściej"],"Top categories by pageviews":["Najpopularniejsze kategorie według liczby odsłon"],"Pages with the most pageviews published in the last 3 days":["Strony z największą liczbą odsłon opublikowanych w ciągu ostatnich 3 dni"],"Top recent trending pages":["Najpopularniejsze ostatnio strony"],"Pages with the highest engagement rate":["Strony z najwyższym wskaźnikiem zaangażowania"],"Most engaging pages":["Najbardziej angażujące strony"],"Pages with the highest percentage of visitors that left without engagement with your site":["Strony z największym odsetkiem odwiedzających, którzy opuścili Twoją witrynę bez interakcji"],"The top search queries for your site by highest clickthrough rate":["Najpopularniejsze zapytania wyszukiwania dla Twojej witryny według najwyższego współczynnika klikalności"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most key events":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyciągnął odwiedzających, którzy wygenerowali najwięcej kluczowych zdarzeń"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyciągnął najwięcej odwiedzających do Twojej witryny"],"The countries where most of your visitors came from":["Kraje, z których pochodzi większość odwiedzających"],"The cities where most of your visitors came from":["Miasta, z których pochodzi większość odwiedzających"],"Pages your visitors read the most":["Strony, które Twoi goście czytają najczęściej"],"Portion of visitors who visited your site for the first time in this timeframe":["Część odwiedzających, którzy odwiedzili Twoją witrynę po raz pierwszy w tym przedziale czasowym"],"Portion of your site’s visitors that returned at least once in this timeframe":["Część odwiedzających Twoją witrynę, którzy powrócili na nią przynajmniej raz w tym okresie"],"Returning visitors":["Powracający odwiedzający"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["Kanał (np. społecznościowy, płatny, wyszukiwarka), który przyciągnął najwięcej odwiedzających, którzy w znaczący sposób zaangażowali się w Twoją witrynę"]," and ":[" oraz "],"%s is disconnected, no data to show":["%s jest rozłączony, nie ma danych do wyświetlenia","%s jest rozłączonych, nie ma danych do wyświetlenia","%s jest rozłączonych, nie ma danych do wyświetlenia"],"Pages that attracted the most returning visitors":["Strony, które przyciągnęły najwięcej powracających użytkowników"],"Top pages by returning visitors":["Najpopularniejsze strony według powracających użytkowników"],"Average duration of engaged visits":["Średni czas trwania zaangażowanych wizyt"],"Visit length":["Długość wizyty"],"Number of pages visitors viewed per session on average":["Liczba stron przeglądanych średnio przez użytkowników na sesję"],"Pages per visit":["Stron na wizytę"],"Least engaging pages":["Najmniej angażujące strony"],"Average number of sessions per site visitor":["Średnia liczba sesji na osobę odwiedzającą witrynę"],"Visits per visitor":["Wizyty na odwiedzającego"],"Trouble getting access? <HelpLink \/>":["Masz problemy z dostępem? <HelpLink \/>"],"Insufficient permissions":["Niewystarczające uprawnienia"],"Top countries driving traffic":["Najwięcej krajów generujących ruch"],"Change metrics":["Zmień metryki"],"Data loading failed":["Wczytywanie danych nie powiodło się"],"Save selection":["Zapisz wybór"],"Apply changes":["Zastosuj zmiany"],"Channel which brought in the most visits that resulted in key events":["Kanał, który przyciągnął najwięcej odwiedzin, które zakończyły się kluczowymi wydarzeniami"],"Which countries you get the most visitors from":["Z których krajów pochodzi najwięcej odwiedzających"],"Which cities you get the most visitors from":["Z których miast pochodzi najwięcej odwiedzających"],"What people searched for before they came to your site":["Czego szukali ludzie, zanim trafili na Twoją stronę"],"Products that brought in the most visitors":["Produkty, które przyciągnęły najwięcej odwiedzających"],"Pages that brought in the most visitors":["Strony, które przyciągnęły najwięcej odwiedzających"],"Visitors coming via this channel spent the most time on your site":["Odwiedzający korzystający z tego kanału spędzili najwięcej czasu na Twojej stronie"],"Channel which brought in the most visitors to your site":["Kanał, który przyciągnął najwięcej odwiedzających na Twoją stronę"],"Top traffic source":["Główne źródło ruchu"],"How many new visitors you got and how the overall audience changed":["Ilu nowych odwiedzających udało Ci się pozyskać i jak zmieniła się ogólna grupa odbiorców"],"Portion of people who visited your site more than once":["Część osób, które odwiedziły Twoją witrynę więcej niż jeden raz"],"Top converting traffic source":["Najlepsze źródło ruchu konwertującego"],"Top cities driving traffic":["Największe miasta generujące ruch"],"Most popular products by pageviews":["Najpopularniejsze produkty według liczby odsłon"],"Most engaged traffic source":["Najbardziej angażujące źródło ruchu"],"The Key Metrics section will be added back to your dashboard once you set your goals in Settings":["Sekcja kluczowych wskaźników zostanie ponownie dodana do kokpitu po ustawieniu celów w Ustawieniach"],"You can always set up goals in Settings later":["Cele możesz zawsze ustawić później w Ustawieniach"],"Get tailored metrics":["Uzyskaj dostosowane metryki"],"Top performing keywords":["Najlepiej działające słowa kluczowe"],"%s CTR":["Współczynnik klikalności %s"],"Most popular content by pageviews":["Najpopularniejsze treści według liczby odsłon"],"New visitors":["Nowi odwiedzający"],"Google Analytics property created":["Utworzono usługę Google Analytics 4"],"Engagement Rate %":["Współczynnik zaangażowania %"],"Sessions which lasted 10 seconds or longer, had 1 or more key events, or 2 or more page views.":["Sesje trwające 10 sekund lub dłużej, miały 1 lub więcej zdarzeń kluczowych lub 2 lub więcej wyświetleń stron."],"Engagement Rate":["Współczynnik zaangażowania"],"Set up key events to track how well your site fulfills your business objectives":["Skonfiguruj kluczowe zdarzenia, aby śledzić, w jakim stopniu Twoja witryna spełnia cele biznesowe"],"Copied to clipboard":["Skopiowano do schowka"],"Error in Google Chart":["Błąd w Google Chart"],"Copy error contents":["Skopiuj treść błędu"],"Error message copied to clipboard. Click to copy the error message again.":["Wiadomość o błędzie skopiowana do schowka. Kliknij, aby ponownie skopiować wiadomość o błędzie."],"An error prevented this Google chart from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Błąd uniemożliwił prawidłowe wyświetlenie tego wykresu Google. Zgłoś dokładną treść błędu na forum pomocy technicznej, aby dowiedzieć się, co go spowodowało."],"The server provided an invalid response":["Serwer dostarczył nieprawidłową odpowiedź"],"There was a critical error on this website while fetching data":["Wystąpił błąd krytyczny na tej witrynie internetowej podczas pobierania danych"],"Retry didn’t work? <HelpLink \/>":["Ponowna próba nie zadziałała? <HelpLink \/>"],"Request access":["Poproś o dostęp"],"Get help":["Uzyskaj pomoc"],"Retry":["Ponów"],"Data Unavailable":["Dane niedostępne"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["Dane dla następujących modułów zostały wcześniej udostępnione przez administratora, który nie ma już do nich dostępu: %s. Skontaktuj się z innym administratorem, aby je przywrócić."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["Dane %s zostały wcześniej udostępnione przez administratora, który nie ma już do nich dostępu. Skontaktuj się z innym administratorem, aby je przywrócić."],"%1$s configured %2$s and you don’t have access to this Search Console property. Contact them to share access or change the Search Console property.":["%1$s skonfigurował %2$s i nie masz dostępu do tej właściwości Konsoli wyszukiwania. Skontaktuj się z nimi, aby udostępnić dostęp lub zmienić właściwość Konsoli wyszukiwania."],"Another admin":["Inny administrator"],"By clicking confirm changes, you’re granting other users view-only access to data from %s via your Google account. You can always manage this later in the dashboard sharing settings.":["Klikając potwierdź zmiany, udzielasz innym użytkownikom dostępu tylko do odczytu danych z %s za pośrednictwem swojego konta Google. Zawsze możesz zarządzać tym później w ustawieniach udostępniania kokpitu."],"No data to display: your site hasn’t appeared in Search yet":["Brak danych do wyświetlenia: Twoja witryna nie pojawiła się jeszcze w wyszukiwarce"],"No data to display: your page hasn’t appeared in Search yet":["Brak danych do wyświetlenia: Twoja strona nie pojawiła się jeszcze w wyszukiwarce"],"See how many people visit your site from Search and track how you’re achieving your goals":["Zobacz, ile osób odwiedza Twoją witrynę za pośrednictwem wyszukiwarki i śledź, jak realizujesz swoje cele"],"Set up Google Analytics":["Skonfiguruj Google Analytics"],"Unique visitors from Search":["Unikatowi goście z wyszukiwarki"],"Gathering data…":["Zbieranie danych…"],"Maybe later":["Może później"],"Search traffic over the last %s day":["Ruch wyszukiwania w ciągu ostatniego %s dnia","Ruch wyszukiwania w ciągu ostatnich %s dni","Ruch wyszukiwania w ciągu ostatnich %s dni"],"Your site hasn’t appeared in Search yet":["Twoja witryna nie pojawiła się jeszcze w wyszukiwarce"],"Your page hasn’t appeared in Search yet":["Twoja strona nie pojawiła się jeszcze w wyszukiwarce"],"screen reader text\u0004(disabled)":["(wyłączony)"],"New":["Nowy"],"Top search queries for your page":["Najpopularniejsze wyszukiwania witryny"],"Got it":["Rozumiem"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Inne"],"Complete setup":["Dokończ konfigurację"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Generating leads":["Generowanie leadów"],"Next":["Następne"],"screen reader text\u0004(opens in a new tab)":["(otworzy się w nowej karcie)"],"Unique Visitors":["Unikatowi odwiedzający"],"Source: %s":["Źródło: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora „%s” — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do dostępu do danych %s, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Konsola wyszukiwania, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego widoku Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Analytics, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego konta Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Report this problem":["Zgłoś ten problem"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Aby to naprawić, <a href=\"%2$s\">ponownie skonfiguruj wtyczkę<\/a>."],"Previous period":["Poprzedni okres"],"Connected Property":["Połączona właściwość"],"%sK":["%sT"],"%sM":["%s mln"],"Last %s day":["Ostatni %s dzień","Ostatnie %s dni","Ostatnie %s dni"],", ":[", "],"%s (domain property)":["%s (właściwość domeny)"],"Search Traffic Summary":["Podsumowanie ruchu wyszukiwania"],"Top search queries for your site":["Najpopularniejsze zapytania dotyczące witryny"],"Total Impressions":["Łączna liczba wyświetleń"],"Total Clicks":["Całkowita liczba kliknięć"],"Unique Visitors from Search":["Unikatowi użytkownicy z wyszukiwarki"],"Session Duration":["Czas trwania sesji"],"Back":["Powrót"],"Property":["Właściwość"],"Learn more":["Dowiedz się więcej"],"Error: %s":["Błąd: %s"],"Counted each time your content appears in search results":["Liczone za każdym razem, gdy treści pojawiają się w wynikach wyszukiwania"],"Impressions":["Wyświetlenia"],"Number of times users clicked on your content in search results":["Liczba kliknięć treści w wynikach wyszukiwania przez użytkowników"],"Clicks":["Kliknięcia"],"Most searched for keywords related to your content":["Najczęściej wyszukiwane słowa kluczowe związane z treścią"],"Sessions":["Sesje"],"Users":["Użytkownicy"],"Cancel":["Anuluj"],"Service name\u0004Search Console":["Konsola wyszukiwania"],"Service name\u0004Analytics":["Analytics"],"Close":["Zamknij"],"Day":["Dzień"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-search-console-e91f3b157dee1fcc67f4.js"}}