{"translation-revision-date":"2025-10-29 10:15:15+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Manage publications in Publisher Center":["Zarządzaj publikacjami w Centrum Wydawniczym"],"The previously selected product ID %s was not found. Please select a new product ID.":["Poprzednio wybrany identyfikator produktu %s nie został znaleziony. Wybierz nowy identyfikator produktu."],"Learn more about product IDs":["Dowiedz się więcej o identyfikatorach produktów"],"Product IDs offer a way to link content to payment plans. <a>Learn more<\/a>":["Identyfikatory produktów umożliwiają powiązanie treści z planami płatności. <a>Dowiedz się więcej<\/a>"],"Learn more about setting product IDs at a content-level":["Dowiedz się więcej o ustawianiu identyfikatorów produktów na poziomie zawartości"],"Use the new settings in the block editor to select different product IDs for individual pages or control where CTAs appear on an individual post. <learnMore>Learn more<\/learnMore>":["Skorzystaj z nowych ustawień w edytorze bloków, aby wybrać różne identyfikatory produktów dla poszczególnych stron lub kontrolować, gdzie wezwania do działania mają się pojawiać w poszczególnych wpisach. <learnMore>Dowiedz się więcej<\/learnMore>"],"Selecting “open access” will allow your reader to access your content without a subscription":["Wybierając „otwarty dostęp”, czytelnik będzie mógł uzyskać dostęp do Twoich treści bez konieczności subskrypcji"],"Get started":["Rozpocznij"],"Learn more about Reader Revenue Manager features":["Dowiedz się więcej o funkcjach Menedżera przychodów czytelników"],"Explore Reader Revenue Manager’s additional features, such as paywalls, subscriptions and contributions. <a>Learn more<\/a>":["Poznaj dodatkowe funkcje Menedżera przychodów czytelników, takie jak ściany płatnicze, subskrypcje i wpłaty. <a>Dowiedz się więcej<\/a>"],"You can edit your settings and select which of your site’s pages will include a contribution CTA.":["Możesz edytować swoje ustawienia i wybrać strony swojej witryny, które będą zawierać wezwanie do działania zachęcające do wniesienia wkładu."],"You can edit your settings to manage product IDs and select which of your site’s pages will include a contribution CTA.":["Możesz edytować ustawienia, aby zarządzać identyfikatorami produktów i wybrać strony swojej witryny, które będą zawierać wezwanie do działania zachęcające do wniesienia wkładu."],"You can edit your settings and select which of your site’s pages will include a subscription CTA.":["Możesz edytować swoje ustawienia i wybrać strony swojej witryny, które będą zawierać wezwanie do działania zachęcające do subskrypcji."],"You can edit your settings to manage product IDs and select which of your site’s pages will include a subscription CTA.":["Możesz edytować ustawienia, aby zarządzać identyfikatorami produktów i wybrać strony swojej witryny, które będą zawierać wezwanie do działania zachęcające do subskrypcji."],"Manage CTAs":["Zarządzaj wezwaniami do działania"],"Success! Your Reader Revenue Manager account is set up":["Powodzenie! Twoje konto Menedżera przychodów czytelników jest skonfigurowane"],"Unlock your full reader opportunity by enabling features like paywall, subscriptions, contributions and newsletter sign ups.":["Wykorzystaj w pełni swoje możliwości jako czytelnik, włączając takie funkcje jak ściany płatnicze, subskrypcje, publikacje i zapisy do newslettera."],"Select the content types where you want your CTAs to appear:":["Wybierz rodzaj treści, w których chcesz wyświetlać wezwania do działania:"],"CTA Placement":["Umieszczenie wezwania do działania"],"Learn more about Reader Revenue Manager settings in the block editor":["Dowiedz się więcej o ustawieniach Menedżera przychodów czytelników w edytorze bloków"],"Use the new settings in the block editor to customize where your CTAs appear. <a>Learn more<\/a>":["Skorzystaj z nowych ustawień w edytorze bloków, aby dostosować miejsce wyświetlania wezwań do działania. <a>Dowiedz się więcej<\/a>"],"Explore features":["Poznaj funkcje"],"Easily monetize your content by offering users subscription options to access content behind a paywall, or make voluntary contributions.":["Łatwo zarabiaj na swoich treściach, oferując użytkownikom opcję subskrypcji, która umożliwia dostęp do treści za opłatą, lub do dobrowolnych wpłat."],"Now you can offer your users subscription options to access content behind a paywall, or make voluntary contributions. <a>Learn more<\/a>":["Teraz możesz zaoferować swoim użytkownikom opcje subskrypcji, aby uzyskać dostęp do treści za opłatą lub dokonać dobrowolnych wpłat. <a>Dowiedz się więcej<\/a>"],"Complete account setup with Reader Revenue Manager":["Zakończ konfigurację konta za pomocą Menedżera przychodów czytelników"],"New! Monetize your content with Reader Revenue Manager":["Nowość! Zarabiaj na swoich treściach dzięki Menedżerowi przychodów czytelników"],"To complete your Reader Revenue Manager paywall setup, add your product IDs in settings":["Aby zakończyć konfigurację usługi ściana płatnicza Menedżera przychodów czytelników, dodaj identyfikatory produktów w ustawieniach"],"Edit settings":["Edytuj ustawienia"],"New! You can now select product IDs to use with your Reader Revenue Manager snippet":["Nowość! Teraz możesz wybrać identyfikatory produktów do użycia z fragmentem kodu Menedżera przychodów czytelników"],"Content type to display CTAs":["Rodzaj treści do wyświetlania wezwań do działania"],"Display CTAs":["Wyświetl wezwania do działania"],"Default Product ID":["Domyślny identyfikator produktu"],"Open access":["Otwarty dostęp"],"Site wide":["Cała witryna"],"Specified pages":["Określone strony"],"Specific content types":["Określony rodzaj treści"],"Turn casual visitors into loyal readers and earn more from your content with paywalls, contributions, surveys, newsletter sign-ups and reader insight tools.":["Zmień okazjonalnych gości w lojalnych czytelników i zarabiaj więcej na swoich treściach dzięki płatnym treściom, współautorom, ankietom, zapisom do newslettera i narzędziom do pozyskiwania informacji od czytelników."],"Reader Revenue Manager publication tracking will be disabled":["Śledzenie publikacji przez Menedżera przychodów czytelników zostanie wyłączone"],"Learn more about setting up Reader Revenue Manager":["Dowiedz się więcej o konfigurowaniu Menedżera przychodów czytelników"],"Once you have created your publication, it is submitted for review. <a>Learn more<\/a>":["Po utworzeniu publikacji zostanie ona przesłana do recenzji. <a>Dowiedz się więcej<\/a>"],"To complete your Reader Revenue Manager account setup you will need to create a publication and set up Reader Revenue Manager in Publisher Center.":["Aby dokończyć konfigurację konta w usłudze Menedżer przychodów czytelników, musisz utworzyć publikację i skonfigurować usługę Menedżer przychodów czytelników w Centrum Wydawniczym."],"You can always enable Reader Revenue Manager in Settings later":["Możesz zawsze później włączyć Menedżera przychodów czytelników w Ustawieniach"],"%s (Please try again.)":["%s (Spróbuj ponownie.)"],"%s configured Reader Revenue Manager and you don’t have access to its configured publication. Contact them to share access or change the configured publication.":["%s skonfigurował Menedżera przychodów czytelników, a Ty nie masz dostępu do skonfigurowanej publikacji. Skontaktuj się z nimi, aby udostępnić dostęp lub zmienić skonfigurowaną publikację."],"The previously selected publication with ID %s was not found. Please select a new publication.":["Poprzednio wybrana publikacja o Identyfikatorze %s nie została znaleziona. Wybierz nową publikację."],"Your Reader Revenue Manager account was successfully set up, but your publication still requires further setup in Reader Revenue Manager.":["Konto Menedżera przychodów czytelników zostało pomyślnie skonfigurowane, ale Twoja publikacja wymaga jeszcze dalszej konfiguracji w Menedżerze przychodów czytelników."],"Your publication is still awaiting review, you can check its status in Reader Revenue Manager.":["Twoja publikacja nadal oczekuje na recenzję. Możesz sprawdzić jej status w Menedżerze przychodów czytelników."],"Your Reader Revenue Manager account was successfully set up!":["Twoje konto w programie Menedżer przychodów czytelników zostało pomyślnie skonfigurowane!"],"Set up Reader Revenue Manager":["Konfigurowanie Menedżera przychodów czytelników"],"Grow your revenue and deepen reader engagement":["Zwiększ swoje przychody i zwiększ zaangażowanie czytelników"],"You have successfully created your publication and it is now awaiting review. This might take up to 2 weeks.":["Pomyślnie utworzyłeś swoją publikację i teraz oczekuje ona na recenzję. Może to potrwać do 2 tygodni."],"Create publication":["Utwórz publikację"],"Complete publication setup":["Zakończ konfigurację publikacji"],"Check publication status":["Sprawdź status publikacji"],"Your publication requires further setup in Reader Revenue Manager":["Twoja publikacja wymaga dalszej konfiguracji w Menedżerze przychodów czytelników"],"Your publication is still awaiting review. You can check its status in Reader Revenue Manager.":["Twoja publikacja wciąż oczekuje na recenzję. Możesz sprawdzić jej status w Menedżerze przychodów czytelników."],"Site Kit will connect your existing publication":["Site Kit połączy Twoją istniejącą publikację"],"Enable features":["Włącz funkcje"],"Your Reader Revenue Manager publication is approved":["Twoja publikacja w Menedżerze przychodów czytelników została zatwierdzona"],"Publication":["Publikacja"],"Select your preferred publication to connect with Site Kit":["Wybierz preferowaną publikację, aby połączyć się z Site Kit"],"The site should use HTTPS to set up Reader Revenue Manager":["Witryna powinna używać protokołu HTTPS do skonfigurowania Menedżera przychodów czytelników"],"Service name\u0004Reader Revenue Manager":["Menedżer przychodów czytelników"],"Don’t show again":["Nie pokazuj ponownie"],"The server provided an invalid response":["Serwer dostarczył nieprawidłową odpowiedź"],"There was a critical error on this website while fetching data":["Wystąpił błąd krytyczny na tej witrynie internetowej podczas pobierania danych"],"All post types":["Wszystkie rodzaje wpisów"],"Retry":["Ponów"],"Another admin":["Inny administrator"],"Maybe later":["Może później"],"screen reader text\u0004(disabled)":["(wyłączony)"],"New":["Nowy"],"%1$s (%2$s)":["%1$s (%2$s)"],"Got it":["Rozumiem"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Dokończ konfigurację"],"Next":["Następne"],"screen reader text\u0004(opens in a new tab)":["(otworzy się w nowej karcie)"],"This service was originally connected by an administrator — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora „%s” — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do dostępu do danych %s, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Konsola wyszukiwania, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego widoku Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Analytics, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego konta Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Aby to naprawić, <a href=\"%2$s\">ponownie skonfiguruj wtyczkę<\/a>."],"%sK":["%sT"],"%sM":["%s mln"],"Last %s day":["Ostatni %s dzień","Ostatnie %s dni","Ostatnie %s dni"],", ":[", "],"Back":["Powrót"],"Learn more":["Dowiedz się więcej"],"Error: %s":["Błąd: %s"],"Close":["Zamknij"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-reader-revenue-manager-3f5c91790bc27a05a1af.js"}}