{"translation-revision-date":"2025-10-29 10:15:15+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"You’ve unsubscribed from email reports":["Zrezygnowałeś z otrzymywania raportów e-mail"],"You’ve successfully subscribed to email reports!":["Pomyślnie zasubskrybowałeś raporty e-mailowe!"],"You’ve successfully updated frequency settings!":["Pomyślnie zaktualizowałeś ustawienia częstotliwości!"],"An error occurred.":["Wystąpił błąd."],"You’ll receive the report to your WordPress user email":["Raport zostanie wysłany na Twój adres e-mail użytkownika WordPress"],"Subscribe":["Subskrybuj"],"Update Settings":["Ustawienia aktualizacji"],"Unsubscribe":["Anuluj subskrypcję"],"Frequency":["Częstotliwość"],"Sent on the 1st of each quarter":["Wysyłane 1 dnia każdego kwartału"],"Quarterly":["Kwartalnie"],"Sent on the 1st of each month":["Wysyłane 1 dnia każdego miesiąca"],"Sent every %s":["Wysyłane co %s"],"day name\u0004Saturday":["Sobota"],"day name\u0004Friday":["Piątek"],"day name\u0004Thursday":["Czwartek"],"day name\u0004Wednesday":["Środa"],"day name\u0004Tuesday":["Wtorek"],"day name\u0004Monday":["Poniedziałek"],"day name\u0004Sunday":["Niedziela"],"This email is generated by Site Kit using data from your dashboard and sent to your WordPress email, so all your data stays with you.":["Ta wiadomość e-mail jest generowana przez Site Kit przy użyciu danych z Twojego kokpitu i wysyłana na Twój adres e-mail WordPress, dzięki czemu wszystkie Twoje dane są zawsze z Tobą."],"You can always deactivate this feature in <link>Settings<\/link>":["Zawsze możesz wyłączyć tę funkcję w <link>Ustawieniach<\/link>"],"Email reports subscription":["Subskrypcja raportów e-mail"],"Manage email reports":["Zarządzaj raportami e-mail"],"%s (Please try again.)":["%s (Spróbuj ponownie.)"],"Error in Widget":["Błąd w widżecie"],"An error prevented this Widget from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Błąd uniemożliwił prawidłowe wyświetlenie tego widżetu. Zgłoś dokładną treść błędu na forum pomocy technicznej, aby dowiedzieć się, co go spowodowało."],"Managing user required to manage view access. <a>Learn more<\/a>":["Wymagane jest zarządzanie użytkownikiem w celu zarządzania dostępem do widoku. <a>Dowiedz się więcej<\/a>"],"Additional items":["Dodatkowe elementy"],"You are currently offline. Some features may not be available.":["Obecnie jesteś offline. Niektóre funkcje mogą być niedostępne."],"Current selection":["Aktualny wybór"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d wybrano <MaxCount>(do %2$d)<\/MaxCount>"],"Email":["E-mail"],"Google account":["Konto Google"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Pomóż nam ulepszyć Site Kit, udostępniając anonimowe dane o użytkowaniu.<\/span> <span>Wszystkie zebrane dane są przetwarzane zgodnie z <a>Polityką prywatności Google.<\/a><\/span>"],"Save selection":["Zapisz wybór"],"Apply changes":["Zastosuj zmiany"],"Google Account (Email: %1$s)":["Konto Google (e-mail: %1$s)"],"Google Account for %1$s":["Konto Google dla %1$s"],"Google Account for %1$s (Email: %2$s)":["Konto Google dla %1$s (e-mail: %2$s)"],"Copied to clipboard":["Skopiowano do schowka"],"Copy error contents":["Skopiuj treść błędu"],"Error message copied to clipboard. Click to copy the error message again.":["Wiadomość o błędzie skopiowana do schowka. Kliknij, aby ponownie skopiować wiadomość o błędzie."],"The server provided an invalid response":["Serwer dostarczył nieprawidłową odpowiedź"],"There was a critical error on this website while fetching data":["Wystąpił błąd krytyczny na tej witrynie internetowej podczas pobierania danych"],"Retry didn’t work? <HelpLink \/>":["Ponowna próba nie zadziałała? <HelpLink \/>"],"Key metrics":["Kluczowe wskaźniki"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["Administrator udostępniający Ci ten moduł utracił dostęp do usługi %s, więc nie będziesz mógł zobaczyć statystyk z niej w kokpicie Site Kit. Możesz skontaktować się z nim lub innym administratorem, aby przywrócić dostęp."],"Access lost to %s":["Utracono dostęp do %s"],"Monthly":["Co miesiąc"],"Weekly":["Co tydzień"],"<strong>Note:<\/strong> %s":["<strong>Uwaga:<\/strong> %s"],"Google Account":["Konto Google"],"Reset sharing permissions":["Zresetuj uprawnienia udostępniania"],"Done":["Gotowe"],"Done editing roles":["Zakończono edycję ról"],"Warning: Resetting these permissions will remove view-only access for all users. Are you sure you want to reset all dashboard sharing permissions?":["Ostrzeżenie: Zresetowanie tych uprawnień spowoduje usunięcie dostępu tylko do odczytu dla wszystkich użytkowników. Czy na pewno chcesz zresetować wszystkie uprawnienia do udostępniania kokpitu?"],"Reset dashboard sharing permissions":["Zresetuj uprawnienia udostępniania kokpitu"],"Request access":["Poproś o dostęp"],"Get help":["Uzyskaj pomoc"],"Contact %s to change who can manage view access for this module":["Skontaktuj się z %s, aby zmienić osobę, która może zarządzać dostępem do widoku dla tego modułu"],"This service requires general access to Google APIs rather than access to a specific user-owned property\/entity, so view access is manageable by any admin signed in with Google.":["Usługa ta wymaga ogólnego dostępu do API Google, a nie dostępu do konkretnej należącej do użytkownika właściwości\/jednostki, dzięki czemu dostępem do widoku może zarządzać dowolny administrator zalogowany w usłudze Google."],"By clicking <strong>Apply<\/strong>, you will give other authenticated admins of your site permission to manage view-only access to Site Kit dashboard data from the chosen Google service":["Klikając <strong>Zastosuj<\/strong>, udzielisz innym uwierzytelnionym administratorom swojej witryny uprawnień do zarządzania dostępem tylko do odczytu danych z kokpitu Site Kit z wybranej usługi Google"],"Retry":["Ponów"],"Data errors in %s":["Błędy danych w %s"],"Data Unavailable":["Dane niedostępne"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["Dane dla następujących modułów zostały wcześniej udostępnione przez administratora, który nie ma już do nich dostępu: %s. Skontaktuj się z innym administratorem, aby je przywrócić."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["Dane %s zostały wcześniej udostępnione przez administratora, który nie ma już do nich dostępu. Skontaktuj się z innym administratorem, aby je przywrócić."],"Service name\u0004Sign in with Google":["Zaloguj się z Google"],"Any admin signed in with Google":["Każdy administrator zalogowany za pomocą konta Google"],"Add roles":["Dodaj role"],"Edit roles":["Edytuj role"],"%s has connected this and given managing permissions to all admins. You can change who can view this on the dashboard.":["%s połączył to i przyznał uprawnienia zarządzania wszystkim administratorom. Możesz zmienić, kto może to zobaczyć w kokpicie."],"<span>Managed by<\/span> <strong>%s<\/strong>":["<span>Zarządzane przez<\/span> <strong>%s<\/strong>"],"Contact managing user to manage view access":["Skontaktuj się z użytkownikiem zarządzającym, aby zarządzać dostępem do widoku"],"Only me":["Tylko ja"],"Who can manage view access":["Kto może zarządzać dostępem do widoku"],"Who can view":["Kto może oglądać"],"Product":["Produkt"],"By clicking <strong>Apply<\/strong>, you’re granting the selected roles view-only access to data from the Google services you’ve connected via your account":["Klikając <strong>Zastosuj<\/strong>, przyznajesz wybranym rolom dostęp tylko do przeglądania danych z usług Google, które połączyłeś za pomocą swojego konta"],"Apply":["Zastosuj"],"Share a view-only version of your Site Kit dashboard with other WordPress roles. <a>Learn more<\/a>":["Udostępnij wersję kokpitu Site Kit dostępną tylko do odczytu innym rolom WordPress. <a>Dowiedz się więcej<\/a>"],"Dashboard sharing & permissions":["Udostępnianie kokpitu i uprawnienia"],"Open sharing settings":["Otwórz ustawienia udostępniania"],"Thanks for using Site Kit!<br \/>Help us make it even better":["Dziękujemy za korzystanie z Site Kit!<br \/>Pomóż nam uczynić go jeszcze lepszym"],"Shared by <strong>%s<\/strong>":["Udostępnione przez <strong>%s<\/strong>"],"Shared services":["Usługi współdzielone"],"Learn more about dashboard sharing":["Dowiedz się więcej o udostępnianiu kokpitu"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Możesz zobaczyć statystyki ze wszystkich udostępnianych usług Google, ale nie możesz wprowadzać żadnych zmian. <a>Dowiedz się więcej<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Możesz zobaczyć statystyki ze wszystkich udostępnianych usług Google, ale nie możesz wprowadzać żadnych zmian. <strong>Zaloguj się, aby połączyć więcej usług i kontrolować dostęp do udostępniania.<\/strong>"],"View only":["Zobacz tylko"],"Go to dashboard":["Przejdź do kokpitu"],"Maybe later":["Może później"],"Search":["Szukaj"],"Date range":["Zakres dat"],"Back to dashboard":["Powrót do kokpitu"],"It looks like the URL %s is not part of this site or is not based on standard WordPress content types, therefore there is no data available to display. Visit our <link1>support forums<\/link1> or <link2><VisuallyHidden>Site Kit<\/VisuallyHidden> website<\/link2> for support or further information.":["Wygląda na to, że adres URL %s nie jest częścią tej witryny lub nie jest oparty na standardowych rodzajach treści WordPress, dlatego nie ma dostępnych danych do wyświetlenia. Odwiedź nasze <link1>fora pomocy<\/link1> lub witrynę <link2><VisuallyHidden>Site Kit<\/VisuallyHidden><\/link2>, aby uzyskać pomoc lub dalsze informacje."],"Monetization":["Monetyzacja"],"Content":["Treść"],"Traffic":["Ruch"],"Enter title or URL…":["Wpisz tytuł lub adres URL…"],"URL Search":["Wyszukiwanie adresu URL"],"Page\/URL Search":["Wyszukiwanie strony\/adresu URL"],"screen reader text\u0004(disabled)":["(wyłączony)"],"Help":["Pomoc"],"New":["Nowy"],"Get help with AdSense":["Uzyskaj pomoc dotyczącą AdSense"],"Get support":["Uzyskaj pomoc"],"Read help docs":["Przeczytaj dokumentację"],"Fix common issues":["Rozwiązywanie typowych problemów"],"Got it":["Rozumiem"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Next":["Następne"],"screen reader text\u0004(opens in a new tab)":["(otworzy się w nowej karcie)"],"Source: %s":["Źródło: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Usługa ta została pierwotnie podłączona przez administratora „%s” — możesz się z nim skontaktować, aby uzyskać więcej informacji."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do dostępu do danych %s, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Konsola wyszukiwania, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego widoku Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tej usługi Analytics, dlatego nie będziesz mógł zobaczyć jej statystyk w kokpicie Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Twoje konto Google nie ma wystarczających uprawnień do korzystania z tego konta Analytics, dlatego nie będziesz mógł zobaczyć jego statystyk w kokpicie Site Kit."],"Insufficient permissions in %s":["Niewystarczające uprawnienia do %s"],"Report this problem":["Zgłoś ten problem"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Aby to naprawić, <a href=\"%2$s\">ponownie skonfiguruj wtyczkę<\/a>."],"Proceed":["Kontynuuj"],"Additional Permissions Required":["Wymagane dodatkowe uprawnienia"],"Manage Sites":["Zarządzaj witrynami"],"%sK":["%sT"],"%sM":["%s mln"],"Last %s day":["Ostatni %s dzień","Ostatnie %s dni","Ostatnie %s dni"],", ":[", "],"Site Kit encountered an error":["Site Kit napotkał błąd"],"Site Kit by Google Logo":["Logo Site Kit od Google"],"Last 90 days":["Ostatnie 90 dni"],"OK, Got it!":["Ok, rozumiem!"],"Speed":["Szybkość"],"Last 7 days":["Ostatnie 7 dni"],"Last 28 days":["Ostatnie 28 dni"],"Back":["Powrót"],"Learn more":["Dowiedz się więcej"],"Error: %s":["Błąd: %s"],"Account":["Konto"],"%s data is not yet available, please check back later":["Dane %s nie są jeszcze dostępne, sprawdź później"],"%s Gathering Data":["%s Zbieranie danych"],"Data error in %s":["Błąd danych w %s"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Odłączenie Site Kit przez Google usunie dostęp do wszystkich usług. Po rozłączeniu będzie trzeba ponownie autoryzować, aby przywrócić usługę."],"Disconnect":["Rozłącz"],"User Avatar":["Awatar użytkownika"],"Detailed Page Stats":["Szczegółowe statystyki strony"],"Back to the Site Kit dashboard":["Powrót do kokpitu Site Kit"],"Cancel":["Anuluj"],"No results found":["Niczego nie znaleziono"],"All":["Wszystkie"],"Reset":["Resetuj"],"Close":["Zamknij"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-entity-dashboard-ff6cd35270edba385955.js"}}