{"translation-revision-date":"2025-10-22 09:00:05+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"No posts found with SEO score.":["Nie znaleziono wpisów z wynikami SEO."],"Import finished.":["Import zakończony."],"Titles & Metas":["Tytuły i meta"],"Calculating SEO score for posts %1$s - %2$s out of %3$s":["Obliczanie wyniku SEO dla wpisów %1$s - %2$s z %3$s"],"Starting SEO score recalculation":["Rozpoczynaniem ponownego przeliczania punktacji SEO"],"Calculate SEO Scores":["Oblicz punktację SEO"],"Are you sure you want erase all traces of %s?":["Czy na pewno chcesz usunąć ślady %s?"],"Select data to import.":["Wybierz dane do wgrania."],"Are you sure you want to import data from %s?":["Na pewno chcesz wgrać dan z %s?"],"If you were using another plugin to add important SEO information to your website before switching to Rank Math SEO, you can import the settings and data here. ":["Jeśli przed Rank Math SEO była używana inna wtyczka dodająca istotne informacje SEO do twojej strony, możesz w tym miejscu zaimportować jej ustawienia i dane. "],"Other Plugins":["Inne wtyczki"],"Take a backup of your plugin settings in case you wish to restore them in future. Use it as backup before making substantial changes to Rank Math settings. For taking a backup of the SEO data of your content, use the XML Export option.":["Zrób kopię ustawień wtyczki na wypadek chęci przywrócenia ich w przyszłości. Wykonuj ją przed dokonywaniem istotnych zmian w ustawieniach Rank Math. Do stworzenia kopii zapasowej danych SEO twoich treści użyj Eksportu XML."],"Settings Backup":["Ustawienia kopii zapasowej"],"Import or export your Rank Math settings. This option is useful for replicating Rank Math settings across multiple websites. ":["Importuj lub eksportuj ustawienia Rank Math. Opcja ta przydaje się przy kopiowaniu ustawień Rank Math pomiędzy różnymi stronami. "],"Plugin Settings":["Ustawienia wtyczki"],"Choose File":["Wybierz plik"],"Clean":["Wyczyść"],"No plugin detected with importable data.":["Nie wykryto wtyczki z danymi do importu."],"Learn more about the Import\/Export options.":["Dowiedz się więcej o opcji importu\/eksportu."],"Import settings by locating settings file and clicking \"Import settings\".":["Zaimportuj ustawienia, znajdując plik ustawień i klikając „Import”."],"Please select a file to import.":["Wybierz plik do importu"],"Settings File":["Plik ustawień"],"Export":["Eksport"],"Choose the panels to export.":["Wybierz panele do eksportu."],"Role Manager Settings":["Ustawienia menedżera ról"],"Export Settings":["Ustawienia eksportu"],"There is no backup.":["Nie ma jeszcze kopii zapasowych"],"Delete":["Usuń"],"Restore":["Przywróć"],"Create Backup":["Utwórz kopię zapasową"],"Import Settings":["Ustawienia importu"],"Import":["Import"],"Redirections":["Przekierowania"],"Sitemap Settings":["Ustawienia mapy witryny"],"General Settings":["Ustawienia ogólne"],"Backup: %s":["Kopia: %s"],"Are you sure you want to delete this backup?":["Czy na pewno usunąć wybraną kopię zapasową?"],"Are you sure you want to restore this backup? Your current configuration will be overwritten.":["Czy na pewno chcesz przywrócić tę kopię zapasową? Twoja bieżąca konfiguracja zostanie zastąpiona."],"Are you sure you want to import settings into Rank Math? Don't worry, your current configuration will be saved as a backup.":["Czy na pewno chcesz zaimportować ustawienia do Rank Math? Nie martw się, bieżąca konfiguracja zostanie zapisana jako kopia zapasowa."]}},"comment":{"reference":"includes\/modules\/status\/assets\/js\/importExport.js"}}