{"translation-revision-date":"2025-10-22 09:00:05+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Add bulk editing columns to the terms listing screen.":["Dodaj edycję zbiorczą kolumn na liście terminów."],"Change Global SEO, Schema, and other settings for %s.":["Zmień globalne ustawienia SEO, schemat i inne ustawienia dla %s."],"Customize SEO meta settings of pages like search results, 404s, etc.":["Dostosuj ustawienia meta SEO stron, takie jak wyniki wyszukiwania, 404 itd."],"Disable Date Archives":["Wyłącz archiwa dat"],"Change SEO options related to the author archives.":["Zmień opcje SEO związane z archiwami autora."],"Add SEO meta and OpenGraph details to your homepage.":["Dodaj meta SEO i szczegóły OpenGraph do swojej strony głównej."],"Static page is set as the front page (WP Dashboard > Settings > Reading). To add SEO title, description, and meta for the homepage, please click here: ":["Strona statyczna jest ustawiona jako strona główna (WP Kokpit > Ustawienia> Czytanie). Aby dodać tytuł SEO, opis i meta strony głównej, kliknij tutaj: "],"Add social account information to your website's Schema and Open Graph.":["Dodaj informacje o koncie społecznościowym do schematu i otwartego wykresu swojej witryny."],"Optimize for local searches and Knowledge Graph using these settings.":["Zoptymalizuj wyszukiwanie lokalne i bazę wiedzy za pomocą tych ustawień."],"Add Number":["Dodaj numer"],"2-letter Country Code (ISO 3166-1)":["2-literowy kod kraju (ISO 3166-1)"],"Change Global meta settings that take effect across your website.":["Zmień globalne ustawienia meta, które obowiązują w Twojej witrynie."],"Provide relevant details of your company to include in the Organization Schema.":["Podaj odpowiednie szczegóły swojej firmy, które chcesz uwzględnić w schemacie organizacyjnym."],"Additional Info":["Dodatkowe informacje"],"Enter the contact email address that could be displayed on search engines.":["Wpisz kontaktowy adres e-mail, który będzie wyświetlany w wyszukiwarkach."],"Provide a detailed description of your organization.":["Podaj szczegółowy opis swojej organizacji."],"Additional Profiles":["Dodatkowe profile"],"Additional Profiles to add in the <code>sameAs<\/code> Schema property.":["Dodatkowe profile do dodania we właściwości schematu <code>sameAs<\/code>."],"Your name or company name intended to feature in Google's Knowledge Panel.":["Twoje imię i nazwisko lub nazwa firmy, która ma być wyświetlana w Panelu wiedzy Google."],"Person\/Organization Name":["Osoba\/Organizacja"],"An alternate version of your site name (for example, an acronym or shorter name).":["Alternatywna wersja nazwy twojej witryny (na przykład akronim lub krótsza nazwa)."],"Website Alternate Name":["Alternatywna nazwa witryny"],"Enter the name of your site to appear in search results.":["Wpisz nazwę swojej witryny, która będzie wyświetlana w wynikach wyszukiwania."],"Website Name":["Nazwa strony internetowej"],"<strong>Min Size: 112Χ112px<\/strong>.<br \/> A squared image is preferred by the search engines.":["<strong>Minimalny rozmiar: 112x112 pikseli<\/strong>.<br \/> Kwadratowe obrazki są preferowane przez wyszukiwarki."],"Prevent paginated pages of single pages and posts to show up in the search results. This also applies for the Blog page.":["Zapobiegaj wyświetlaniu stronicowanych stron pojedynczych stron i postów w wynikach wyszukiwania. Dotyczy to również strony Blog."],"Noindex Paginated Single Pages":["NOINDEX dla pojedynczych stron z paginacją"],"Noindex Subpages":["NOINDEX dla podstron"],"Schema type name in a field description\u0004Article":["Artykuł"],"Default rich snippet selected when creating a new post of this type. If %s is selected, it will be applied for all existing posts with no Schema selected.":["Domyślny fragment rozszerzony wybierany podczas tworzenia nowego wpisu tego typu. Jeśli wybrano %s, zostanie ono zastosowane do wszystkich istniejących postów bez wybranego schematu."],"disable redirect attachments":["wyłącz przekierowanie załączników"],"To configure meta tags for your media attachment pages, you need to first %s to parent.":["Aby skonfigurować metatagi dla stron załączników do multimediów, musisz najpierw ustawić %s dla rodzica."],"When the option is enabled and a term from this taxonomy is shared on Slack, additional information will be shown (the total number of items with this term).":["Gdy opcja jest włączona, a termin z tej taksonomii jest udostępniany na Slacku, wyświetlone zostaną dodatkowe informacje (całkowita liczba pozycji z tym terminem)."],"When the option is enabled and a product is shared on Slack, additional information will be shown (price).":["Gdy opcja jest włączona i produkt jest udostępniany na Slacku, wyświetlane są dodatkowe informacje (cena)."],"When the option is enabled and a product is shared on Slack, additional information will be shown (price & availability).":["Gdy opcja jest włączona i produkt jest udostępniany na Slacku, wyświetlane są dodatkowe informacje (cena i  dostępność)."],"When the option is enabled and a page is shared on Slack, additional information will be shown (estimated time to read).":["Gdy opcja jest włączona i strona jest udostępniana na Slacku, wyświetlane są dodatkowe informacje (szacowany czas do przeczytania)."],"When the option is enabled and a %s is shared on Slack, additional information will be shown (estimated time to read and author).":["Gdy opcja jest włączona i %s jest udostępniany(a) na Slacku, wyświetlane są dodatkowe informacje (szacowany czas do przeczytania i autor)."],"When the option is enabled and an author archive is shared on Slack, additional information will be shown (name & total number of posts).":["Gdy opcja jest włączona i archiwum autora jest udostępnione na Slacku, zostaną pokazane dodatkowe informacje (imię i nazwisko oraz całkowita liczba postów)."],"Slack Enhanced Sharing":["Ulepszone udostępnianie na Slacku"],"Automatically capitalize the first character of each word in the titles.":["Automatycznie każde słowo w tytułach rozpoczynaj wielką literą."],"When a featured image or an OpenGraph Image is not set for individual posts\/pages\/CPTs, this image will be used as a fallback thumbnail when your post is shared on Facebook. The recommended image size is 1200 x 630 pixels.":["Jeśli polecany obraz lub obraz OpenGraph nie jest ustawiony dla poszczególnych wpisów\/stron\/CPT, ten obraz będzie używany jako miniatura zastępcza, gdy Twój wpis zostanie udostępniony na Facebooku. Zalecany rozmiar obrazu to 1200 x 630 pikseli."],"Add SEO Controls":["Dodaj kontrolki SEO"],"Choose which taxonomy you want to use with the Primary Term feature. This will also be the taxonomy shown in the Breadcrumbs when a single %1$s is being viewed.":["Wybierz taksonomię, której chcesz używać z funkcją terminu podstawowego. Będzie to również taksonomia wyświetlana w okruszkach, gdy przeglądany jest pojedynczy %1$s."],"Multiple Locations are available in the %s.":["Wiele lokalizacji jest dostępnych w %s."],"EDD Product":["Produkt EDD"],"WooCommerce Product":["Produkt WooCommerce"],"Custom values for robots meta tag on %s archives.":["Niestandardowe wartości metatagu robots na %s archiwum."],"Custom values for robots meta tag on %s.":["Niestandardowe wartości metatagu robots na %s."],"Image Preview":["Podgląd obrazka"],"Video Preview":["Podgląd filmu"],"Snippet":["Fragment"],"Use the <code>[rank_math_contact_info]<\/code> shortcode to display contact information in a nicely formatted way. You should also claim your business on Google if you have not already.":["Użyj skrótu <code>[rank_math_contact_info]<\/code>, aby wyświetlić informacje kontaktowe w ładnie sformatowany sposób. Powinieneś również zgłosić roszczenie do swojej firmy w Google, jeśli jeszcze tego nie zrobiłeś."],"Attachments":["Załączniki"],"Schema Type":["Typ struktury"],"This tab contains SEO options for BuddyPress Group pages.":["Ta zakładka zawiera opcje SEO dla stron Grupy BuddyPress."],"Postal Code":["Kod pocztowy"],"Region":["Region"],"Locality":["Miejscowość"],"Street Address":["Ulica"],"Specify a maximum size of image preview to be shown for images on this page.":["Określ maksymalny rozmiar podglądu obrazu, który ma być wyświetlany dla obrazów na tej stronie."],"Specify a maximum duration in seconds of an animated video preview.":["Określ maksymalny czas trwania animowanego podglądu wideo w sekundach."],"Specify a maximum text-length, in characters, of a snippet for your page.":["Podaj maksymalną długość tekstu zajawki w swojej witrynie."],"Group Advanced Robots Meta":["Zaawansowane roboty META dla grup"],"%s Archives Advanced Robots Meta":["Zaawansowane roboty META archiwów %s"],"List of custom fields name to include in the Page analysis. Add one per line.":["Lista nazw pól niestandardowych, które należy uwzględnić w analizie strony. Dodaj po jednym w wierszu."],"Custom Fields":["Własne pola"],"%s Advanced Robots Meta":["%s Zaawansowane roboty META"],"Date Advanced Robots":["Zaawansowane roboty dat"],"Author Advanced Robots":["Autor - zaawansowane roboty"],"Homepage Advanced Robots":["Zaawansowane roboty strony domowej"],"Standard":["Standard"],"Large":["Duże"],"Advanced Robots Meta":["Zaawansowane META robotów"],"Custom values for robots meta tag on groups page.":["Niestandardowe wartości metatagu robots na stronie grup."],"Select custom robots meta for Group archive pages. Otherwise the default meta will be used, as set in the Global Meta tab.":["Wybierz niestandardowe ustawienia meta robotów, takie jak dla stron archiwum. W przeciwnym razie zostanie użyta domyślna meta, zgodnie z ustawieniem na karcie Global Meta."],"Group Robots Meta":["Roboty META dla grup"],"BuddyPress group description":["Opis grupy BuddyPressa"],"Group Description":["Opis grupy"],"Title tag for groups":["Tag tytułu dla grup"],"Group Title":["Tytuł grupy"],"Groups":["Grupy"],"BuddyPress:":["BuddyPress:"],"Enables or disables Author Archives. If disabled, the Author Archives are redirected to your homepage. To avoid duplicate content issues, noindex author archives if you keep them enabled.":["Włącza lub wyłącza archiwa autora. Jeśli ta opcja jest wyłączona, archiwa autora są przekierowywane na twoją stronę główną. Aby uniknąć problemów z powielaniem treści, archiwa autorów mają ustawiany parametr  noindex, jeśli włączysz archiwizację."],"Enable or disable the date archives (e.g: %s). If this option is disabled, the date archives will be redirected to the homepage.":["Włącz lub wyłącz archiwum dat (np.: %s). Jeśli ta opcja jest wyłączona, archiwa daty zostaną przekierowane na stronę główną."],"Custom values for robots meta tag on date page.":["Niestandardowe wartości metatagu robots na stronie dat."],"Date Robots Meta":["META robotów dat"],"Custom values for robots meta tag on author page.":["Niestandardowe wartości metatagu robots na stronie autora."],"Select custom robots meta for author page, such as <code>nofollow<\/code>, <code>noarchive<\/code>, etc. Otherwise the default meta will be used, as set in the Global Meta tab.":["Wybierz niestandardowe meta robotów dla strony autora, takie jak <code>nofollow<\/code>, <code>noarchive<\/code> itp. W przeciwnym razie zostanie użyta domyślna meta, ustawiona na karcie Ogólne META."],"Author Robots Meta":["META robotów autorów"],"Image displayed when your page is shared on Facebook and other social networks. Use images that are at least 1200 x 630 pixels for the best display on high resolution devices.":["Obraz wyświetlany, gdy twoja strona jest udostępniana na Facebooku i innych sieciach społecznościowych. Użyj obrazów o wielkości co najmniej 1200 x 630 pikseli, aby uzyskać najlepszy obraz na urządzeniach o wysokiej rozdzielczości."],"Thumbnail for Facebook":["Miniatura dla Facebooka"],"Your current theme doesn't support title-tag. Enable this option to rewrite page, post, category, search and archive page titles.":["Twój obecny motyw nie obsługuje tagu tytułu. Włącz tę opcję, aby przepisać tytuły stron, postów, kategorii, wyszukiwania i archiwizacji."],"Rewrite Titles":["Przepisz tytuły"],"Remove schema data from %s.":["Usuń dane schematu z %s."],"Remove Snippet Data":["Usuń dane Snippet"],"Add the SEO Controls for the term editor screen to customize SEO options for individual terms in this taxonomy.":["Dodaj boks META SEO na ekranie edytora terminów, aby dostosować opcje SEO dla poszczególnych terminów w tej taksonomii."],"Select custom robots meta, such as <code>nofollow<\/code>, <code>noarchive<\/code>, etc. for %s archive pages. Otherwise the default meta will be used, as set in the Global Meta tab.":["Wybierz niestandardowe ustawienia meta robotów, takie jak <code> nofollow <\/code>, <code> noarchive <\/code> itp. Dla stron archiwum %s. W przeciwnym razie zostanie użyta domyślna meta, zgodnie z ustawieniem na karcie Global Meta."],"%s Archives Robots Meta":["Roboty META archiwów %s"],"Description for %s archives":["Opis dla archiwum %s"],"%s Archive Descriptions":["%s zajawki archiwów"],"Title tag for %s archives":["Tag tytułu dla %s archiwów"],"%s Archive Titles":["%s tytuły archiwów"],"Enter the Twitter username of the author to add <code>twitter:creator<\/code> tag to posts. eg: <code>RankMathSEO<\/code>":["Wpisz nazwę użytkownika autora na Twitterze, aby dodać znacznik <code>twitter: creator<\/code> do postów. np .: <code>RankMathSEO<\/code>"],"Twitter Username":["Nazwa użytkownika na Twitterze"],"Enter alphanumeric secret ID. %s.":["Wpisz alfanumeryczny tajny identyfikator. %s"],"Facebook Secret":["Sekretne hasło Facebook"],"Enter %s. Alternatively, you can enter a user ID above.":["Wpisz %s. Alternatywnie możesz wprowadzić identyfikator użytkownika powyżej."],"Facebook App":["Aplikacja Facebook"],"Enter %s. Use a comma to separate multiple IDs. Alternatively, you can enter an app ID below.":["Wpisz %s. Użyj przecinka, aby oddzielić wiele identyfikatorów. Możesz też wprowadzić identyfikator aplikacji poniżej."],"Facebook Admin":["Administrator Facebook"],"Insert personal Facebook profile URL to show Facebook Authorship when your articles are being shared on Facebook. eg:":["Wstaw osobisty adres URL profilu na Facebooku, aby pokazać autorstwo Facebooka, gdy artykuły są udostępniane na Facebooku, np.:"],"Facebook Authorship":["Autorstwo na Facebooku"],"Enter your complete Facebook page URL here. eg:":["Wpisz tutaj pełny adres URL strony na Facebooku, np.:"],"Facebook Page URL":["Adres URL strony na Facebooku"],"Add SEO controls for the editor screen to customize SEO options for posts in this post type.":["Dodaj SEO Meta Box do ekranu edytora, aby dostosować opcje SEO dla wpisów w tym typie."],"Read Only":["Tylko do odczytu"],"Add bulk editing columns to the post listing screen.":["Dodaj zbiorcze kolumny edycji do ekranu listy wpisów."],"Bulk Editing":["Edycja zbiorcza"],"Primary Taxonomy":["Pierwotna taksonomia"],"Titles":["Tytuły"],"Use the Focus Keyword as the default text for the links instead of the post titles.":["Użyj frazy kluczowej jako domyślnego tekstu odnośników zamiast tytułów wpisów."],"Link Suggestion Titles":["Tytuły sugerowanych odnośników"],"Enable Link Suggestions meta box for this post type, along with the Pillar Content feature.":["Włącz boks danych meta „Sugerowane odnośniki” dla tego typu wpisów wraz z funkcją „Treść kluczowa”."],"Select custom robots meta, such as <code>nofollow<\/code>, <code>noarchive<\/code>, etc. for single %s pages. Otherwise the default meta will be used, as set in the Global Meta tab.":["Wybierz niestandardowe meta robotów, takie jak <code> nofollow <\/code>, <code> noarchive <\/code> itp. Dla pojedynczych stron %s. W przeciwnym razie zostanie użyta domyślna meta, zgodnie z ustawieniem na karcie Ogólne META."],"%s Robots Meta":["%s Roboty META"],"Description for %s archive pages.":["Opis dla stron archiwów %s."],"%s Archive Description":["%s Opis archiwum"],"Title for %s archive pages.":["Tytuł dla stron archiwów %s."],"%s Archive Title":["%s Tytuł archiwum"],"Default description for single %s pages. This can be changed on a per-post basis on the post editor screen.":["Domyślny opis dla pojedynczych stron %s. Można to zmienić dla poszczególnych postów na ekranie edytora postów."],"Single %s Description":["Opis pojedynczego %s"],"Default title tag for single %s pages. This can be changed on a per-post basis on the post editor screen.":["Domyślny tag tytułu dla pojedynczych stron %s. Można to zmienić dla poszczególnych postów na ekranie edytora postów."],"Single %s Title":["Tytuł pojedynczego %s"],"Prevent password protected pages & posts from getting indexed by search engines.":["Zapobiegaj indeksowaniu stron i postów chronionych hasłem przez wyszukiwarki."],"Noindex Password Protected Pages":["Noindex dla stron chronionych hasłem"],"Prevent all paginated pages from getting indexed by search engines.":["Zapobiegaj indeksowaniu stron archiwizowanych przez wyszukiwarki."],"Prevent search results pages from getting indexed by search engines. Search results could be considered to be thin content and prone to duplicate content issues.":["Zapobiegaj indeksowaniu stron wyników wyszukiwania przez wyszukiwarki. Wyniki wyszukiwania można uznać za słabej jakości treść i może to powodować podatność na problemy z treścią."],"Noindex Search Results":["Wyniki wyszukiwania Noindex"],"Title tag on 404 Not Found error page.":["Tag tytułu na stronie błędu 404."],"404 Title":["Tytuł 404"],"Title tag on search results page.":["Tag tytułu na stronie wyników wyszukiwania."],"Search Results Title":["Tytuł wyników wyszukiwania"],"Date archive description.":["Opis archiwum dat."],"Date Archive Description":["Opis archiwum dat"],"Title tag on day\/month\/year based archives.":["Tag tytułowy w archiwach oparty na szablonie: dzień\/miesiąc\/rok."],"Date Archive Title":["Tytuł archiwum dat"],"Image displayed when your homepage is shared on Facebook and other social networks. Use images that are at least 1200 x 630 pixels for the best display on high resolution devices.":["Obraz wyświetlany, gdy strona główna jest udostępniana na Facebooku i innych sieciach społecznościowych. Użyj obrazów o wielkości co najmniej 1200 x 630 pikseli, aby uzyskać najlepszy obraz na urządzeniach o wysokiej rozdzielczości."],"Homepage Thumbnail for Facebook":["Miniatura strony głównej na Facebooku"],"Description of your site when shared on Facebook, Twitter and other social networks.":["Opis Twojej witryny udostępnionej na Facebooku, Twitterze i innych portalach społecznościowych."],"Homepage Description for Facebook":["Opis strony głównej dla Facebooka"],"Title of your site when shared on Facebook, Twitter and other social networks.":["Tytuł Twojej witryny, gdy jest udostępniany na Facebooku, Twitterze i innych portalach społecznościowych."],"Homepage Title for Facebook":["Tytuł strony głównej na Facebooku"],"Custom values for robots meta tag on homepage.":["Niestandardowe wartości metatagu robots na stronie głównej."],"Select custom robots meta for homepage, such as <code>nofollow<\/code>, <code>noarchive<\/code>, etc. Otherwise the default meta will be used, as set in the Global Meta tab.":["Wybierz niestandardowe ustawienia meta robotów dla strony głównej, takie jak <code> nofollow <\/code>, <code> noarchive <\/code> itp. W przeciwnym razie zostanie użyta domyślna meta, zgodnie z ustawieniem na karcie Global Meta."],"Homepage Robots Meta":["Roboty META strony głównej"],"Homepage meta description.":["Opis META strony głównej."],"Homepage Meta Description":["Opis META strony głównej."],"Homepage title tag.":["Tag tytułowystrony głównej."],"Homepage Title":["Tytuł strony głównej"],"Card type selected when creating a new post. This will also be applied for posts without a card type selected.":["Typ karty wybrany podczas tworzenia nowego postu. Dotyczy to również postów bez wybranego typu karty."],"Twitter Card Type":["Typ karty Twittera"],"OpenGraph Thumbnail":["Miniatura OpenGraph"],"Capitalize Titles":["Tytuły kapitalikami"],"You can use the separator character in titles by inserting <code>%separator%<\/code> or <code>%sep%<\/code> in the title fields.":["Możesz użyć znaku separatora w tytułach, wstawiając <code>%separator%<\/code> lub <code>%sep%<\/code> w polach tytułu."],"Default values for robots meta tag. These can be changed for individual posts, taxonomies, etc.":["Domyślne wartości metatagu robots. Można je zmienić dla poszczególnych stanowisk, taksonomii itp."],"Add SEO Controls for user profile pages. Access to the Meta Box can be fine tuned with code, using a special filter hook.":["Dodaj formularz SEO META do stron profilu użytkownika. Dostęp do formularza META można precyzyjnie dostroić za pomocą kodu, używając specjalnego filtra."],"Author archive meta description. SEO options for specific author archives can be set with the meta box in the user profiles.":["Metaopis archiwum autora. Opcje SEO dla konkretnych archiwów autorskich można ustawić za pomocą pola meta w profilach użytkowników."],"Author Archive Description":["Opis archiwum autora"],"Title tag on author archives. SEO options for specific authors can be set with the meta box available in the user profiles.":["Tag tytułowy w archiwach autora. Opcje SEO dla określonych autorów można ustawić za pomocą meta-boxu dostępnego w profilach użytkowników."],"Author Archive Title":["Tytuł archiwum autora"],"Change the <code>\/author\/<\/code> part in author archive URLs.":["Change the <code>\/author\/<\/code> part in author archive URLs."],"Author Base":["Baza uproszczonego adresu autora"],"Enabled":["Włączono"],"Disabled":["Wyłączono"],"Author Archives":["Archiwum autora"],"Focus Keywords":["Ustawione frazy kluczowe"],"Headline":["Nagłówek"],"Add":["Dodaj"],"Latitude and longitude values separated by comma.":["Wartości szerokości i długości geograficznej oddzielone przecinkiem."],"Geo Coordinates":["Współrzędne geograficzne"],"Google Maps Embed API":["API osadzania map Google"],"An API Key is required to display embedded Google Maps on your site. Get it here: %s":["Klucz API jest wymagany do wyświetlania osadzonych Map Google w Twojej witrynie. Pobierz tutaj: %s"],"Google Maps API Key":["Klucz API Google Maps"],"Contact Page":["Strona kontaktu"],"Select a page on your site where you want to show the LocalBusiness meta data.":["Wybierz stronę w swojej witrynie, na której chcesz wyświetlić metadane o lokalnym biznesie."],"About Page":["Strona o nas"],"The price range of the business, for example $$$.":["Zakres cen firmy, na przykład $$$."],"Price Range":["Przedział cenowy"],"Format: +1-401-555-1212":["Format: +1-401-555-1212"],"Phone Number":["Numer telefonu"],"Time format used in the contact shortcode.":["Format czasu używany w krótkim kodzie kontaktowym."],"Opening Hours Format":["Format godzin otwarcia"],"e.g. 09:00-17:00":["np. 09:00-17:00"],"Sunday":["niedziela"],"Saturday":["sobota"],"Friday":["piątek"],"Thursday":["czwartek"],"Wednesday":["środa"],"Tuesday":["wtorek"],"Monday":["poniedziałek"],"Add time":["Dodaj godziny"],"Select opening hours. You can add multiple sets if you have different opening or closing hours on some days or if you have a mid-day break. Times are specified using 24:00 time.":["Wybierz godziny otwarcia. Możesz dodać wiele zestawów, jeśli masz różne godziny otwarcia lub zamknięcia w niektóre dni lub jeśli masz przerwę w środku dnia. Czas podaj w formacie 24:00."],"Opening Hours":["Godziny otwarcia"],"Format used when the address is displayed using the <code>[rank_math_contact_info]<\/code> shortcode.<br><strong>Available Tags: {address}, {locality}, {region}, {postalcode}, {country}, {gps}<\/strong>":["Format używany, gdy adres jest wyświetlany za pomocą krótkiego kodu <code> [rank_math_contact_info] <\/code>. <br> <strong> Dostępne tagi: {adres}, {lokalizacja}, {region}, {kod pocztowy}, {kraj}, {gps} <\/strong>"],"Address Format":["Format adresu"],"Address":["Adres"],"Search engines may prominently display your contact phone number for mobile users.":["Wyszukiwarki mogą wyraźnie wyświetlać kontaktowy numer telefonu dla użytkowników mobilnych."],"Phone":["Telefon"],"Email":["Email"],"URL of the item.":["URL elementu."],"URL":["Adres URL"],"Logo":["Logo"],"Choose whether the site represents a person or an organization.":["Wybierz, czy witryna reprezentuje osobę czy organizację."],"Organization":["Organizacja"],"Person or Company":["Osoba lub firma"],"Remove":["Usuń"],"Summary Card":["Karta podsumowania"],"Summary Card with Large Image":["Karta podsumowania z dużym obrazkiem"],"Robots Meta":["Dane dla robotów"],"Person":["Osoba"],"Post Types:":["Typy treści:"],"Misc Pages":["Różne strony"],"Authors":["Autorzy"],"Homepage":["Strona główna"],"Social Meta":["Społecznościowe"],"Global Meta":["Ogólne META"],"Separator Character":["Znak separatora"],"Learn more":["Dowiedz się więcej"],"Local SEO":["Lokalizacja SEO"],"News Article":["News"],"Blog Post":["Wpis blogowy"],"Article":["Artykuł"],"Article Type":["Typ artykułu"],"Google does not allow Person as the Publisher for articles. Organization will be used instead. You can read more about this <a href=\"%s\" target=\"_blank\">here<\/a>.":["Google nie zezwala osobom fizycznym na bycie wydawcą artykułów. Zamiast tego zostanie użyta organizacja. Możesz przeczytać więcej o tym <a href=\"%s\" target=\"_blank\"> tutaj <\/a>."],"Default rich snippet selected when creating a new product.":["Domyślny fragment rozszerzony wybrany podczas tworzenia nowego produktu."],"Setting empty archives to <code>noindex<\/code> is useful for avoiding indexation of thin content pages and dilution of page rank. As soon as a post is added, the page is updated to <code>index<\/code>.":["Ustawienie pustych archiwów na <code>noindex<\/code> jest przydatne, aby uniknąć indeksowania stron o cienkiej zawartości i zmniejszenia rangi strony. Po dodaniu posta strona jest aktualizowana do <code>index<\/code>."],"Noindex Empty Category and Tag Archives":["Nie indeksuj pustych kategorii i archiwów"],"Business Type":["Rodzaj działalności"],"Description":["Opis"],"Link Suggestions":["Sugestie linkowania"],"None":["Brak"]}},"comment":{"reference":"assets\/admin\/js\/titleSettings.js"}}