{"translation-revision-date":"2025-10-22 09:00:05+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Change Sitemap settings of %s.":["Zmień ustawienia mapy witryny %s."],"Set the sitemap options for author archive pages.":["Ustaw opcje mapy witryny dla stron archiwum autora."],"Rank Math generates the default Sitemaps only and WPML takes care of the rest. When a search engine bot visits any post\/page, it is shown hreflang tag that helps it crawl the translated pages. This is one of the recommended methods by Google. Please ":["Rank Math generuje tylko domyślne mapy witryn, a WPML zajmuje się resztą. Gdy bot wyszukiwarki odwiedza dowolny post \/ stronę, wyświetla się tag hreflang, który pomaga indeksować przetłumaczone strony. Jest to jedna z zalecanych metod Google. Proszę "],"Your sitemap index can be found here: ":["Indeks map witryn można znaleźć tutaj: "],"Enable this option to include authors in the sitemap even if they have not created any posts. This ensures all author archives are listed, regardless of content availability.":["Włącz tę opcję, aby uwzględnić autorów w mapie witryny, nawet jeśli nie utworzyli żadnych wpisów. Dzięki temu wszystkie archiwa autorów będą wymienione, niezależnie od dostępności treści."],"Include Authors Without Posts":["Załącz autorów bez wpisów"],"Selected roles will be excluded from the XML &amp; HTML sitemaps.":["Wybrane role zostaną wykluczone z pliku XML &amp; Mapy witryn HTML."],"Include archive pages for terms of this taxonomy in the HTML sitemap.":["Uwzględnij strony archiwum dla warunków tej taksonomii w mapie witryny HTML."],"Include this post type in the HTML sitemap if it's enabled.":["Dołącz ten typ postu do mapy witryny HTML, jeśli jest włączona."],"SEO Titles":["Tytuły SEO"],"Show the post\/term titles, or the SEO titles in the HTML sitemap.":["Pokaż tytuły wpisów\/terminów lub tytuły SEO w mapie witryny HTML."],"Item Titles":["Tytuły elementu"],"Show published dates for each post & page.":["Pokaż daty publikacji dla każdego wpisu i każdej strony."],"Show Dates":["Pokaż daty"],"Alphabetical":["Alfabetycznie"],"Choose how you want to sort the items in the HTML sitemap.":["Wybierz sposób sortowania elementów w mapie witryny HTML."],"Sort By":["Sortuj według"],"Select the page to display the HTML sitemap. Once the settings are saved, the sitemap will be displayed below the content of the selected page.":["Wybierz stronę, aby wyświetlić mapę witryny HTML. Po zapisaniu ustawień mapa serwisu wyświetli się pod treścią wybranej strony."],"Use this shortcode to display the HTML sitemap.":["Użyj tego krótkiego kodu, aby wyświetlić mapę witryny HTML."],"Choose how you want to display the HTML sitemap.":["Wybierz sposób wyświetlania mapy witryny HTML."],"Display Format":["Format wyświetlania"],"Enable the HTML sitemap.":["Włącz mapę HTML witryny"],"Include author archives in the HTML sitemap if it's enabled.":["Uwzględnij archiwa autorów w mapie witryny HTML, jeśli jest włączona."],"Include in HTML Sitemap":["Uwzględnij w mapie witryny HTML"],"Include author archives in the XML sitemap.":["Dołącz archiwa autorów do mapy witryny XML."],"This tab contains settings related to the HTML sitemap.":["Ta zakładka zawiera ustawienia związane z mapą witryny HTML."],"HTML Sitemap":["Mapa HTML strony"],"disable redirect attachments":["wyłącz przekierowanie załączników"],"To configure meta tags for your media attachment pages, you need to first %s to parent.":["Aby skonfigurować metatagi dla stron załączników do multimediów, musisz najpierw ustawić %s dla rodzica."],"Modified Date":["Data modyfikacji"],"Published Date":["Data publikacji"],"read here":["czytaj tutaj"],"Attachments":["Załączniki"],"Shortcode":["Shortcode"],"Include archive pages of terms that have no posts associated.":["Uwzględnij strony archiwalne terminów, z którymi nie są powiązane żadne posty."],"Include Empty Terms":["Uwzględnij puste terminy"],"Include archive pages for terms of this taxonomy in the XML sitemap.":["Uwzględnij strony archiwum dla warunków tej taksonomii w mapie witryny XML."],"Insert custom field (post meta) names which contain image URLs to include them in the sitemaps. Add one per line.":["Wstaw niestandardowe nazwy pól (po meta), które zawierają adresy URL obrazów, aby uwzględnić je w mapach witryn. Dodaj po jednym w wierszu."],"Image Custom Fields":["Pola niestandardowe obrazu"],"Include this post type in the XML sitemap.":["Uwzględnij ten typ postu w mapie witryny XML."],"Include in Sitemap":["Uwzględnij w mapie witryny"],"Add term IDs, separated by comma. This option is applied for all taxonomies.":["Dodaj ID taksonomii, oddzielając je przecinkami. Ta opcja ma zastosowanie do wszystkich systematyk."],"Exclude Terms":["Wyklucz taksonomie"],"Enter post IDs of posts you want to exclude from the sitemap, separated by commas. This option **applies** to all posts types including posts, pages, and custom post types.":["Wpisz identyfikatory wpisów, które chcesz wykluczyć z mapy witryny, oddzielając je przecinkami. Ta opcja **dotyczy** wszystkich typów wpisów, w tym wpisów, stron i własnych typów treści."],"Exclude Posts":["Wyklucz wpisy"],"Include the Featured Image too, even if it does not appear directly in the post content.":["Dołącz również wyróżniony obraz, nawet jeśli nie pojawia się bezpośrednio w treści postu."],"Include Featured Images":["Uwzględnij wyróżnione obrazki"],"Include reference to images from the post content in sitemaps. This helps search engines index the important images on your pages.":["Uwzględnij odniesienia do obrazów z treści postu w mapach witryn. Pomaga to wyszukiwarkom w indeksowaniu ważnych obrazów na twoich stronach."],"Images in Sitemaps":["Obrazki w mapie strony"],"Max number of links on each sitemap page.":["Maksymalna liczba odnośników na każdej stronie mapy witryny."],"Links Per Sitemap":["Liczba odnośników w mapie strony"],"Add user IDs, separated by commas, to exclude them from the sitemap.":["Dodaj identyfikatory użytkowników oddzielone przecinkami, aby wykluczyć je z mapy witryny."],"Exclude Users":["Wyklucz użytkowników"],"Exclude User Roles":["Wyklucz role użytkownika"],"%s archives":["%s archiwów"],"your product %s pages":["strony produktu %s "],"Taxonomies:":["Taksonomie:"],"Please note that this will add the attachment page URLs to the sitemap, not direct image URLs.":["Pamiętaj, że spowoduje to dodanie adresów URL stron załączników do mapy witryny, a nie bezpośrednich adresów URL obrazów."],"Sitemap URL: %s":["URL mapy strony: %s"],"single %s":["pojedynczy %s"],"your product pages":["strony twoich produktów"],"attachments":["załączniki"],"This tab contains General settings related to the XML sitemaps.":["Ta karta zawiera ustawienia związane z mapami witryn XML."],"Post Types:":["Typy treści:"],"Authors":["Autorzy"],"Page":["Strona"],"Post ID":["Identyfikator wpisu"],"General":["Ogólne"]}},"comment":{"reference":"assets\/admin\/js\/sitemapSettings.js"}}