{"translation-revision-date":"2025-10-22 09:00:05+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Share anonymous usage data to help us improve Rank Math. No personal info is collected. %s":["Udostępnij anonimowe dane o użytkowaniu, aby pomóc nam ulepszyć Rank Math. Nie gromadzimy żadnych danych osobowych. %s"],"Learn more about what data is and isn't tracked.":["Dowiedz się więcej o tym, jakie dane są śledzone, a jakie nie."],"Your llms.txt file is available at: ":["Plik llms.txt jest dostępny pod adresem: "],"See your Google Search Console, Analytics and AdSense data without leaving your WP dashboard.":["Zobacz swoje dane Google Search Console, Analytics i AdSense bez opuszczania panelu WP."],"Starting update…":["Rozpoczynanie aktualizacji..."],"Deleting data…":["Usuwanie danych..."],"Enter number of days. E.g. 90":["Wpisz liczbę dni, np. 90"],"the preview here":["podgląd tutaj"],"Receive periodic SEO Performance reports via email. Once enabled and options are saved, you can see":["Otrzymuj e-mailem okresowe raporty dotyczące wydajności SEO. Po włączeniu i zapisaniu opcji zobaczysz"],"Select":["Wybierz"],"Monitor broken pages that ruin user-experience and affect SEO.":["Monitoruj uszkodzone strony, które niszczą wrażenia użytkownika i wpływają na SEO."],"Get sophisticated AI suggestions for related Keywords, Questions & Links to include in the SEO meta & Content Area.":["Uzyskaj zaawansowane sugestie SI dotyczące powiązanych słów kluczowych, pytań i odnośników, które należy uwzględnić w obszarze meta i treści SEO."],"Easily create redirects without fiddling with tedious code.":["Łatwo twórz przekierowania bez zbędnego żmudnego kodu."],"Custom Url":["Własny adres URL"],"Edit the contents of your .htaccess file easily.":["Łatwo edytuj zawartość pliku .htaccess."],"Choose how you want Rank Math to handle your WooCommerce SEO.":["Wybierz sposób, w jaki Rank Math ma obsługiwać SEO WooCommerce."],"Select Brand":["Wybierz markę"],"Change some uncommon but essential settings here.":["Zmień tutaj niektóre nietypowe, ale niezbędne ustawienia."],"%FEATUREDIMAGE%":["%FEATUREDIMAGE%"],"%BLOGDESCLINK%":["%BLOGDESCLINK%"],"%BLOGLINK%":["%BLOGLINK%"],"%POSTLINK%":["%POSTLINK%"],"%AUTHORLINK%":["%AUTHORLINK%"],"Edit your robots.txt file to control what bots see.":["Edytuj plik robots.txt, aby kontrolować, co widzą boty."],"Robots.txt Tester":["Tester Robots.txt"],"Test and edit your live robots.txt file with our %1$s.":["Przetestuj i edytuj swój plik robots.txt za pomocą naszego %1$s."],"Enter verification codes for third-party webmaster tools.":["Wpisz kody weryfikacyjne dla narzędzi programistycznych innych firm."],"Yandex Verfication ID":["Identyfikator weryfikacji Yandex"],"SEO options related to featured images and media appearing in your post content.":["Opcje SEO związane z wyróżniającymi obrazkami i multimediami pojawiającymi się w treści wpisu."],"Here you can set up the breadcrumbs function.":["Tutaj możesz ustawić funkcję okruszków."]," OR ":[" OR "],"Learn More ":["Dowiedz się więcej "],"Use the following code in your theme template files to display breadcrumbs. ":["Użyj następującego kodu w plikach szablonów motywu, aby wyświetlić okruszki. "],"Change how some of the links open and operate on your website.":["Zmień sposób, w jaki niektóre odnośniki otwierają się i działają w twojej witrynie."],"Please enable Redirections module":["Włącz moduł Przekierowania"],"Add any extra text or links you'd like to include in your llms.txt file manually.":["Dodaj ręcznie cały dodatkowy tekst i odnośniki, które chcesz uwzględnić w pliku llms.txt."],"Additional Content":["Dodatkowa treść"],"Maximum number of links to include for each post type.":["Maksymalna liczba odnośników do załączenia w każdym z rodzajów treści."],"Posts\/Terms Limit":["Ograniczenie wpisy\/taksonomie"],"Select the taxonomies to be included in the llms.txt file.":["Wybierz taksonomie do załączenia w pliku llms.txt."],"Select Taxonomies":["Wybierz taksonomie"],"Select the post types to be included in the llms.txt file.":["Wybierz rodzaje treści do załączenia w pliku llms.txt."],"Select Post Types":["Wybierz rodzaje wpisów"],"Configure your llms.txt file for custom crawling\/indexing rules.":["Skonfiguruj plik llms.txt, aby określić własne reguły indeksowania\/przeszukiwania."],"Edit llms.txt":["Edytuj llms.txt"],"Select Property":["Wybierz nieruchomość"],"Enable this option to show the Index Status tab in the Analytics module. ":["Włącz tę opcję, aby wyświetlić zakładkę Stan indeksu w module Analityka. "],"Select Account":["Wybierz konto"],"Arabic":["arabski"],"Turkish":["turecki"],"Escape the Writer's Block Using AI to Write Inside WordPress.":["Uwolnij się od braku weny, używając sztucznej inteligencji do pisania w WordPressie."],"Engage with RankBot, Our AI Chatbot, For SEO Advice.":["Skontaktuj się z RankBotem, naszym chatbotem SI, aby uzyskać porady dotyczące SEO."],"Experience the Revolutionary AI-Powered Content Editor.":["Poznaj rewolucyjny edytor treści oparty na sztucznej inteligencji."],"Gain Access to 40+ Advanced AI Tools.":["Uzyskaj dostęp do ponad 40 zaawansowanych narzędzi SI."],"UK English":["Angielski UK"],"US English":["Angielski US"],"%1$s credits left this month. Credits will renew on %2$s or you can upgrade to get more credits %3$s.":["W tym miesiącu pozostało %1$s środków. Kredyty zostaną odnowione %2$s lub możesz uaktualnić, aby uzyskać więcej kredytów %3$s."],"Choose the type of posts\/pages\/CPTs where you want to use Content AI.":["Wybierz typ wpisów\/stron\/CPT, w których chcesz używać Treści SI."],"Swedish":["szwedzki"],"Spanish":["hiszpański"],"Slovenian":["słoweński"],"Slovak":["słowacki"],"Romanian":["rumuński"],"Portuguese":["portugalski"],"Polish":["polski"],"Norwegian":["norweski"],"Lithuanian":["litewski"],"Latvian":["łotewski"],"Korean":["koreański"],"Japanese":["japoński"],"Italian":["włoski"],"Indonesian":["indonezyjski"],"Hungarian":["węgierski"],"Hebrew":["hebrajski"],"Greek":["grecki"],"German":["niemiecki"],"French":["francuski"],"Finnish":["fiński"],"Estonian":["estoński"],"Dutch":["holenderski"],"Danish":["duński"],"Czech":["czeski"],"Chinese":["chiński"],"Bulgarian":["bułgarski"],"This option lets you set the default language for content generated using Content AI. You can override this in individual tools.":["Ta opcja umożliwia ustawienie domyślnego języka treści generowanych za pomocą Treści SI. Można to zmienić w poszczególnych narzędziach."],"Default Language":["Domyślny język"],"Writers":["Pisarze"],"Video Creators":["Twórcy wideo"],"TV Enthusiasts":["Miłośnicy telewizji"],"Travelers":["Podróżnicy"],"Tech Enthusiasts":["Miłośnicy technologii"],"Students":["Studenci"],"Sports Fans":["Kibice sportowi"],"Social Media Users":["Użytkownicy mediów społecznościowych"],"Seniors":["Seniorzy"],"Retirees":["Emeryci"],"Professionals":["Zawodowcy"],"Podcast Listeners":["Odbiorcy podcastów"],"Photographers":["Fotografowie"],"Pet Owners":["Właściciele zwierząt"],"Parents":["Rodzice"],"Outdoor Enthusiasts":["Miłośnicy wypoczynku na świeżym powietrzu"],"Musicians":["Muzycy"],"Movie Buffs":["Miłośnicy kina"],"Job Seekers":["Szukający pracy"],"Investors":["Inwestorzy"],"Indoor Hobbyists":["Miłośnicy zajęć w pomieszczeniach"],"Healthcare Professionals":["Pracownicy służby zdrowia"],"Health Enthusiasts":["Miłośnicy medycyny"],"General Audience":["Ogólni odbiorcy"],"Gardeners":["Ogrodnicy"],"Gaming Enthusiasts":["Miłośnicy gier"],"Foodies":["Smakosze"],"Fitness Enthusiasts":["Miłośnicy zajęć fitness"],"Fashionistas":["Miłośnicy mody"],"Environmentalists":["Ekolodzy"],"Entrepreneurs":["Przedsiębiorcy"],"Engineers":["Inżynierowie"],"Educators":["Wychowawcy"],"Designers":["Projektanci"],"DIYers":["Wytwórcy manufaktury"],"Dancers":["Tancerze"],"Crafters":["Rzemieślnicy"],"Cooks":["Kucharze"],"Collectors":["Kolekcjonerzy"],"Business Owners":["Właściciele firm"],"Bloggers":["Blogerzy"],"Bargain Hunters":["Łowcy okazji"],"Artists":["Artyści"],"Activists":["Aktywiści"],"This option lets you set the default audience that usually reads your content. You can override this in individual tools.":["Ta opcja pozwala ustawić domyślnych odbiorców, którzy zwykle czytają Twoje treści. Można to zmienić w poszczególnych narzędziach."],"Default Audience":["Domyślni odbiorcy"],"Technical":["Techniczny"],"Subjective":["Subiektywny"],"Story-telling":["Opowiadanie historii"],"Satirical":["Satyryczny"],"Poetic":["Poetycki"],"Persuasive":["Przekonujący"],"Opinionated":["Mocno sugerujący"],"Objective":["Obiektywny"],"Narrative":["Narracyjny"],"Journalese":["Dziennikarski"],"Informal":["Nieoficjalny"],"Humorous":["Dowcipny"],"Friendly":["Towarzyskie"],"Formal":["Oficjalny"],"Factual":["Faktyczny"],"Expository":["Wyjaśniający"],"Empathetic":["Empatyczny"],"Emotional":["Emocjonalny"],"Descriptive":["Opisowy"],"Creative":["Kreatywny"],"Conversational":["Dyskusyjny"],"Casual":["Użytkowy"],"Argumentative":["Rzeczowy"],"Analytical":["Analityczny"],"This feature enables the default primary tone or writing style that characterizes your content. You can override this in individual tools.":["Ta funkcja włącza domyślny podstawowy ton lub styl pisania, który charakteryzuje Twoją treść. Można to zmienić w poszczególnych narzędziach."],"Default Tone":["Domyślny ton"],"Content AI tailors keyword research to the target country for highly relevant suggestions. You can override this in individual posts\/pages\/CPTs.":["Treści SI dostosowują badanie słów kluczowych do kraju docelowego w celu uzyskania bardzo trafnych sugestii. Możesz to zmienić w poszczególnych postach\/stronach\/CPT."],"Enter your custom webmaster tags. Only %s tags are allowed.":["Wpisz niestandardowe tagi programistyczne. Dozwolone są tylko tagi %s."],"Custom Webmaster Tags":["Niestandardowe tagi webmastera"],"Some permissions are missing, please reconnect":["Brakuje niektórych uprawnień, prosimy o ponowne połączenie"],"Test Connections":["Test połączenia"],"Heading H6":["Nagłówek H6"],"Heading H5":["Nagłówek H5"],"Heading H4":["Nagłówek H4"],"Heading H3":["Nagłówek H3"],"Heading H2":["Nagłówek H2"],"Heading H1":["Nagłówek H1"],"Choose the headings to exclude from the Table of Contents block.":["Wybierz nagłówki, które mają być wykluczone z bloku spisu treści."],"Table of Contents Exclude Headings":["Wykluczone nagłówki w spisie treści"],"Select the default list style for the Table of Contents block.":["Wybierz domyślny styl listy, który będzie używany w bloku Spis treści."],"Table of Contents List style":["Styl listy spisu treści"],"Table of Contents":["Spis treści"],"Enter the default title to use for the Table of Contents block.":["Wpisz domyślny tytuł, który będzie używany w bloku Spis treści."],"Table of Contents Title":["Tytuł spisu treści"],"Take control over the default settings available for Rank Math Blocks.":["Przejmij kontrolę nad domyślnymi ustawieniami dostępnymi dla bloków Rank Math."],"Blocks":["Bloki"],"Create new GA4 Property":["Utwórz nową właściwość GA4"],"Are you sure, you want to create a new GA4 Property?":["Czy na pewno chcesz stworzyć nową usługę GA4?"],"Data Stream":["Strumień danych"],"Enable this option to show Analytics Stats on the front just after the admin bar.":["Włącz tę opcję, by pokazać statystyki analityczne da strony głównej zaraz po pasku administratora."],"Frontend Stats Bar":["Pasek statystyk na frontendzie"],"Enable the Index Status tab":["Włącz kartę Stan indeksowania"],"Enable this option to register a REST API endpoint that returns the HTML meta tags for a given URL. %s":["Włącz tę opcję, aby zarejestrować punkt końcowy interfejsu API REST, który zwraca metatagi HTML dla danego adresu URL. %s"],"Headless CMS Support":["Obsługa Headless CMS"],"Click to refresh the available credits.":["Kliknij tutaj, aby odświeżyć dostępne kredyty."],"Select Post Type":["Wypierz typ wpisu"],"Default Country":["Domyślny kraj"],"Content AI":["Sztuczna inteligencja dla treści"],"Rank Math could not detect if a robots.txt file exists or not because of a filesystem issue. The file contents entered here may not be applied.":["Rank Math nie mógł wykryć, czy plik robots.txt istnieje, czy nie, z powodu problemu z systemem plików. Wprowadzona tutaj zawartość pliku może nie zostać zastosowana."],"Every 30 days":["Co 30 dni"],"Email report frequency.":["Częstotliwość raportów e-mail"],"Email Frequency":["Częstotliwość e-maili"],"Turn on email reports.":["Włącz raporty e-mail."],"Learn more about Email Reports.":["Dowiedz się więcej o raportach e-mail."],"Receive Analytics reports periodically in email.":["Otrzymuj okresowo raporty Analytics w wiadomości e-mail."],"Email Reports":["Raporty e-mail"],"This option cannot be changed since your theme has added the support for Rank Math Breadcrumbs using: %s":["Tej opcji nie można zmienić, ponieważ w motywie dodano obsługę  okruszków dla Rank Math za pomocą: %s"],"Are you sure you want to disconnect Google services from your site?":["Czy jesteś pewien, że chcesz odłączyć usługi Google od tej witryny?"],"Self-Hosted Analytics JS File":["Samodzielny plik JS Analytics"],"If nothing similar is found, this behavior will be applied. <strong>Note<\/strong>: If the requested URL ends with <code>\/login<\/code>, <code>\/admin<\/code>, or <code>\/dashboard<\/code>, WordPress will automatically redirect to respective locations within the WordPress admin area.":["Jeśli nie zostanie znalezione nic podobnego, zostanie zastosowana ta opcja. <strong> Uwaga:<\/strong> jeśli żądany adres URL kończy się na <code>\/login<\/code>, <code>\/admin<\/code> lub <code>\/dashboard<\/code>, WordPress automatycznie przekieruje do odpowiednich lokalizacji w obszarze administracyjnym WordPress."],"Proudly display the calculated SEO Score as a badge on the front end. It can be disabled for specific posts in the post editor.":["Z dumą wyświetlaj obliczony wynik SEO jako odznakę w interfejsie użytkownika. Można ją wyłączyć dla określonych wpisów w edytorze postów."],"Show SEO Score to Visitors":["Pokaż wynik SEO odwiedzającym"],"You have not given the permission to fetch this data. Please <a href=\"%s\">reconnect<\/a> with all required permissions.":["Nie dałeś uprawnień do pobierania tych danych. <a href=\"%s\"> Połącz się ponownie <\/a> ze wszystkimi wymaganymi uprawnieniami."],"Cancel Fetch":["Anuluj pobieranie"],"Google AdSense support is only available in Rank Math Pro's Advanced Analytics module.":["Wsparcie Google AdSense jest dostępne tylko w module Advanced Analytics Rank Math Pro."],"Enable this option only if you are not using any other plugin\/theme to install Google Analytics code.":["Włącz tę opcję tylko wtedy, gdy nie używasz żadnej innej wtyczki \/ motywu do instalowania kodu Google Analytics."],"Reconnect":["Połącz ponownie"],"Benefits of Connecting Google Account":["Korzyści z połączenia konta Google"],"Connect Google Services":["Połącz usługi Google"],"AdSense":["AdSense"],"Exclude Logged-in users":["Wyklucz zalogowanych użytkowników"],"PRO":["PRO"],"Anonymize IP addresses":["Zanonimizuj adresy IP"],"Install analytics code":["Zainstaluj kod analityczny"],"Property":["Właściwość"],"Site":["Witryna"],"Disconnect":["Rozłącz"],"Learn more about the benefits of connecting your account here.":["Dowiedz się więcej o korzyściach płynących z połączenia konta. TUTAJ"],"Use our revolutionary SEO Analyzer to scan your website for SEO errors":["Skorzystaj z naszego rewolucyjnego narzędzia do analizy SEO, aby przeskanować witrynę pod kątem błędów SEO"],"Free keyword suggestions when entering a focus keyword":["Bezpłatne propozycje fraz kluczowych podczas wprowadzania zamierzonej frazy kluczowej"],"Automatically submit sitemaps to the Google Search Console":["Automatycznie przesyłaj mapy witryn do Google Search Console"],"Easily set up Google Analytics without using another 3rd party plugin":["Łatwo skonfiguruj Google Analytics bez korzystania z innej wtyczki innej firmy"],"Track page and keyword rankings with the Advanced Analytics module":["Śledź rankingi stron i słów kluczowych za pomocą modułu Advanced Analytics"],"Verify site ownership on Google Search Console in a single click":["Zweryfikuj własność witryny w Google Search Console jednym kliknięciem"],"Benefits of Connecting Rank Math Account":["Korzyści z połączenia konta Math Rank"],"Connect Your Rank Math Account":["Połącz swoje konto matematyczne rangi"],"Russian":["Rosyjski"],"Delete data":["Usuwanie danych"],"Analytics Database":["Baza danych Analytics"],"Disconnect Account":["Odłącz to konto"],"Not Connected":["Nie połączono"],"Connected":["Połączono"],"Account":["Konto"],"WordPress Dashboard > Settings > Permalinks > Product permalinks Example: default: \/product\/accessories\/action-figures\/acme\/ - becomes: \/accessories\/action-figures\/acme\/":["Kokpit WordPress > Ustawienia > Bezpośrednie odnośniki > Produkty przykład: domyślnie: \/product\/accessories\/action-figures\/acme\/ - becomes: \/accessories\/action-figures\/acme\/"],"filter":["filtr"],"If you are showing the SEO scores on the front end, this option will insert a %1$s backlink to RankMath.com to show your support. You can change the link & the text by using this %2$s.":["Jeśli wyświetlasz wyniki SEO w interfejsie, ta opcja spowoduje wstawienie linku zwrotnego %1$s do RankMath.com, aby pokazać swoje poparcie. Możesz zmienić link i tekst, używając tego %2$s."],"Remove prefix like %1$s from product URL chosen at %2$s":["Usuń prefiks, taki jak %1$s z adresu URL produktu wybranego w %2$s"],"Unordered":["Nienumerowana"],"Numbered":["Numerowana"],"Warning: ":["Ostrzeżenie:"],"Redirect Orphan Attachments":["Przekieruj osierocone załączniki"],"Read more":["Dowiedz się więcej"],"Remove Schema Markup Data from WooCommerce Shop archive pages.":["Usuń dane znaczników schematu ze stron archiwum sklepu WooCommerce."],"Remove Schema Markup on Shop Archives":["Usuń znaczniki schematu z archiwów sklepów"],"Show Blog Page in Breadcrumb.":["Pokaż stronę blogu w okruszkach."],"Show Blog Page":["Pokaż blog"],"here":["tutaj"],"<strong>Warning:<\/strong> your site's search engine visibility is set to Hidden in <a href=\"%1$s\" target=\"_blank\">Settings &gt; Reading<\/a>. This means that the changes you make here will not take effect. Set the search engine visibility to Public to be able to change the robots.txt content.":["<strong> Ostrzeżenie: <\/strong> Widoczność Twojej wyszukiwarki w Twojej witrynie jest ustawiona na \"Ukryta\" w <a href=\"%1$s\" target=\"_blank\"> Ustawienia i Czytanie <\/a>. Oznacza to, że wprowadzone tutaj zmiany nie zostaną zastosowane. Ustaw widoczność wyszukiwarki na Publiczna, aby móc zmieniać zawartość pliku robots.txt."],"robots.txt file is not writable.":["Plik robots.txt jest zabezpieczony przed zapisywaniem."],"Support Us with a Link":["Wesprzyj nas linkiem"],"Display the badges automatically, or insert the %1$s shortcode in your posts and the %2$s template tag in your theme template files.":["Wyświetlaj odznaki automatycznie lub wstaw shortcode %1$s do swoich postów i tagów %2$s w plikach szablonów motywu."],"SEO Score Position":["Pozycja punktacji SEO"],"Square":["Kwadrat"],"Circle":["Koło"],"Change the styling for the front end SEO score badge.":["Zmień styl przedniej plakietki SEO."],"SEO Score Template":["Szablon punktacji SEO"],"SEO Score Post Types":["Typy wpisów do oceny SEO"],"Select Product Brand Taxonomy to use in Schema.org & OpenGraph markup.":["Wybierz taksonomię marki produktu, aby użyć jej w znacznikach Schema.org i OpenGraph."],"Link to use for homepage (first item) in breadcrumbs.":["Odnośnik do strony głównej (pierwszy element) w okruszkach."],"Homepage Link":["Odnośnik do strony głównej"],"Custom (use shortcode)":["Niestandardowy (użyj krótkiego kodu)"],"Above & Below Content":["Nad i pod treścią"],"Above Content":["Nad treścią"],"Below Content":["Pod treścią"],"Norton Ownership Verification Page":["Strona weryfikacji własności Norton"],"Enter your Norton Safe Web verification HTML code or ID. Learn how to get it: %s":["Wpisz swój kod lub identyfikator weryfikacyjny Norton Safe Web. Pobierz stąd: %s"],"Norton Safe Web Verification ID":["Identyfikator weryfikacji Norton Safe Web"],"Pinterest Account":["Konto Pinterest"],"Enter your Pinterest verification HTML code or ID. Learn how to get it: %s":["Podaj kod weryfikacyjny Pinterest lub kod HTML. Pobierz stąd: %s"],"Pinterest Verification ID":["Identyfikator weryfikacji Pinterest"],"Yandex.Webmaster Page":["Yandex.Webmaster Page"],"Enter your Yandex verification HTML code or ID. Learn how to get it: %s":["Wpisz kod weryfikacyjny Yandex lub identyfikator. Pobierz stąd: %s"],"Enter your Baidu Webmaster Tools verification HTML code or ID. Learn how to get it: %s":["Wpisz swój kod weryfikacyjny lub identyfikator HTML Baidu Webmaster Tools. Pobierz stąd: %s"],"Baidu Webmaster Tools":["Narzędzia dla webmasterów Baidu"],"Bing Webmaster Verification Page":["Strona weryfikacji Bing dla webmasterów"],"Enter your Bing Webmaster Tools verification HTML code or ID. Get it here: %s":["Wpisz kod weryfikacyjny lub identyfikator HTML Bing Webmaster Tools. Pobierz tutaj: %s"],"Bing Webmaster Tools":["Narzędzia Bing dla webmasterów"],"Search Console Verification Page":["Strona weryfikacji w Search Console"],"Enter your Google Search Console verification HTML code or ID. Learn how to get it: %s":["Wpisz kod lub identyfikator weryfikacyjny Google Search Console. Pobierz stąd: %s"],"Google Search Console":["Google Search Console"],"Featured image of the article.":["Obrazek wyróżniony artykułu."],"A link to your site, with your site's name and description as anchor text.":["Odnośnik do twojej witryny, z nazwą i jej opisem jako tekstem kotwicy."],"A link to your site, with your site's name as anchor text.":["Link do Twojej witryny, z nazwą witryny jako tekstem kotwicy."],"A link to the post, with the title as anchor text.":["Link do wpisu, z tytułem jako tekstem kotwicy."],"A link to the archive for the post author, with the authors name as anchor text.":["Odnośnik do archiwum autora wpisu z nazwiskiem autora jako jego tekstem."],"Variable":["Zmienna"],"Available variables":["Dostępne zmienne"],"Contents are locked because a robots.txt file is present in the root folder.":["Zawartość jest zablokowana, ponieważ plik robots.txt znajduje się w folderze głównym."],"Add content after each post in your site feeds.":["Dodaj treść po każdym wpisie w kanałach witryny."],"RSS After Content":["RSS po treści"],"Add content before each post in your site feeds.":["Dodaj treść przed każdym postem w kanałach witryny."],"RSS Before Content":["RSS przed treścią"],"Usage Tracking":["Śledzenie użycia"],"Automatically add <code>target=\"_blank\"<\/code> attribute for external links appearing in your posts, pages, and other post types to make them open in a new browser tab or window. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Automatycznie dodaj atrybut <code>target=\"_ blank\"<\/code> dla odnośników zewnętrznych pojawiających się w twoich wpisach, stronach i własnych typach treści, aby były otwierane w nowej karcie lub oknie przeglądarki. Atrybut jest dynamicznie stosowany, gdy treść jest wyświetlana, a przechowywana zawartość nie jest zmieniana."],"The <code>nofollow<\/code> attribute <strong>will not be added<\/strong> for the link if target domain is in this list. Add one per line.":["Atrybut <code>nofollow<\/code> <strong> nie zostanie dodany <\/strong> do linku, jeśli domena docelowa znajduje się na tej liście. Dodaj po jednym w wierszu."],"Nofollow Exclude Domains":["Wykluczenia nofollow domen"],"Only add <code>nofollow<\/code> attribute for the link if target domain is in this list. Add one per line. Leave empty to apply nofollow for <strong>ALL<\/strong> external domains.":["Dodaje atrybut <code>nofollow<\/code> do odsyłacza, jeśli domena docelowa znajduje się na tej liście. Wpisuj po jednej wartości w każdej linii. Pozostaw puste, aby zastosować <code>nofollow<\/code> dla <strong> WSZYSTKICH <\/strong> domen zewnętrznych."],"Nofollow Domains":["Domeny nofollow"],"Redirect attachments without a parent post to this URL. Leave empty for no redirection.":["Przekieruj załączniki bez nadrzędnego postu na ten adres URL. Pozostaw puste, aby nie było przekierowań."],"Redirect all attachment page URLs to the post they appear in. For more advanced redirection control, use the built-in %s.":["Przekieruj wszystkie adresy URL stron załączników do postów, w których się pojawiają. Aby uzyskać bardziej zaawansowaną kontrolę przekierowań, użyj wbudowanego %s."],"Redirect Attachments":["Przekieruj załączniki"],"Redirections Manager":["Menedżer przekierowań"],"Redirection Manager":["Menedżer przekierowań"],"Why do this?":["Czemu to robić?"],"Remove \/category\/ from category archive URLs. %s <br>E.g. <code>example.com\/category\/my-category\/<\/code> becomes <code>example.com\/my-category<\/code>":["Usuń \/category\/ z adresów URL archiwów kategorii. %s <br> Np. <code> strona.com\/category\/moja-kategoria\/ <\/code> staje się <code> strona.com\/moja-kategoria<\/code>"],"Format used for the new <code>title<\/code> attribute values.":["Format użyty dla nowych wartości atrybutów <code> TITLE<\/code>."],"Title attribute format":["Format atrybutu TITLE"],"Add <code>TITLE<\/code> attribute for all <code>images<\/code> without a <code>TITLE<\/code> attribute automatically. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Dodaj automatycznie atrybut <code> TITLE <\/code> do wszystkich <code> obrazów <\/code> bez atrybutu <code> TITLE <\/code>. Atrybut jest dynamicznie stosowany, gdy treść jest wyświetlana, a przechowywana zawartość nie jest zmieniana."],"Add missing TITLE attributes":["Dodaj brakujące atrybuty TITLE"],"Format used for the new <code>alt<\/code> attribute values.":["Format użyty dla nowych wartości atrybutów <code> alt <\/code>."],"Alt attribute format":["Format atrybutu ALT"],"Add <code>alt<\/code> attributes for <code>images<\/code> without <code>alt<\/code> attributes automatically. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Dodaj automatycznie atrybuty <code> alt <\/code> do <code> obrazów <\/code> bez ustawionych atrybutów <code> alt <\/code>. Atrybut jest dynamicznie stosowany, gdy treść jest wyświetlana, a przechowywana zawartość nie jest zmieniana."],"Be careful when editing the htaccess file, it is easy to make mistakes and break your site. If that happens, you can restore the file to its state <strong>before the last edit<\/strong> by replacing the htaccess file with the backup copy created by Rank Math in the same directory (<em>.htaccess_back_xxxxxx<\/em>) using an FTP client.":["Zachowaj ostrożność podczas edycji pliku htaccess, łatwo popełnić błąd i uszkodzić witrynę. Jeśli tak się stanie, możesz przywrócić plik do stanu <strong>przed ostatnią edycją<\/strong>, zastępując plik htaccess kopią zapasową utworzoną przez Rank Math w tym samym katalogu (<em>.htaccess_back_xxxxxx<\/em> ) przy użyciu klienta FTP."],"I understand the risks and I want to edit the file":["Rozumiem ryzyko i chcę edytować plik"],".htaccess file is not writable.":["Plik .htaccess jest zabezpieczony przed zapisem."],".htaccess file not found.":["Nie znalazłem pliku .htaccess."],"Hide Taxonomy Name from Breadcrumb.":["Ukryj nazwę systematyki w okruszkach."],"Hide Taxonomy Name":["Ukryj nazwę systematyki"],"If category is a child category, show all ancestor categories.":["Jeśli kategoria jest kategorią potomną, pokaż wszystkie kategorie przodków."],"Show Category(s)":["Pokaż kategorię(e)"],"Hide Post title from Breadcrumb.":["Ukryj tytuł wpisu w okruszkach."],"Hide Post Title":["Ukryj tytuł wpisu"],"Label used for 404 error item in breadcrumbs.":["Etykieta używana dla elementu błędu 404 w okruszkach."],"404 label":["Etykieta 404"],"Format the label used for search results pages.":["Sformatuj etykietę używaną na stronach wyników wyszukiwania."],"Search Results Format":["Format wyników wyszukiwania"],"Format the label used for archive pages.":["Format etykiety dla stron archiwów"],"Archive Format":["Format archiwum"],"Prefix for the breadcrumb path.":["Prefiks ścieżki okruszków."],"Prefix Breadcrumb":["Prefiks okruszków"],"Label used for homepage link (first item) in breadcrumbs.":["Etykieta używana jako odnośnik do strony głównej (pierwszy element) w okruszkach."],"Homepage label":["Etykieta strony głównej"],"Display homepage breadcrumb in trail.":["Wyświetl stronę główną w okruszkach."],"Show Homepage Link":["Pokaż odnośnik do strony głównej"],"Separator character or string that appears between breadcrumb items.":["Znak lub ciąg separatora pojawiający się między elementami nawigacyjnymi."],"Turning off breadcrumbs will hide breadcrumbs inserted in template files too.":["Wyłączenie okruszków ukryje również ścieżki wstawione do plików szablonów."],"Enable breadcrumbs function":["Włącz funkcję orkuszków"],"Remove WooCommerce generator tag from the source code.":["Usuń tag generatora WooCommerce z kodu źródłowego."],"Remove Generator Tag":["Usuń tag generatora"],"default: \/product-category\/accessories\/action-figures\/ - changed: \/product-category\/action-figures\/":["domyślnie: \/product-category\/accessories\/action-figures\/ - zmienione: \/product-category\/action-figures\/"],"Remove parent slugs from category URL.":["Usuń nadrzędne slugi z adresu URL kategorii."]," Remove parent slugs":["Usuń slug nadrzędny"],"default: \/product-category\/accessories\/action-figures\/ - changed: \/accessories\/action-figures\/":["domyślnie: \/product-category\/accessories\/action-figures\/ - zmienione: \/accessories\/action-figures\/"],"Remove prefix from category URL.":["Usuń prefiks z URL kategorii."],"Remove category base":["Usuń bazę kategorii"],"Remove base":["Usuń bazę"],"Fetching in Progress":["Trwa pobieranie"],"Update data manually":["Zaktualizuj dane ręcznie"],"Analytics":["Analityka"],"Extend the functionality of WordPress by creating redirects in our plugin when you change the slug of a post, page, category or a CPT. You can modify the redirection further according to your needs.":["Rozszerz funkcjonalność WordPressa, tworząc przekierowania w naszej wtyczce po zmianie informacji o treści, stronie, kategorii lub własnych typach treści. Możesz zmodyfikować przekierowanie zgodnie ze swoimi potrzebami."],"Auto Post Redirect":["Automatyczne przekierowanie wpisu"],"Custom Redirection":["Własne przekierowanie"],"Redirect to Homepage":["Przekierowanie na stronę główną"],"Default 404":["Domyślne 404"],"Fallback Behavior":["Reakcja na błąd"],"Display the Debug Console instead of being redirected. Administrators only.":["Wyświetl konsolę debugowania zamiast przekierowywać. Tylko administratorzy."],"Debug Redirections":["Debuguj przekierowania"],"Redirection Type":["Typ przekierowań"],"Turn ON to ignore all query parameters (the part after a question mark in a URL) when logging 404 errors.":["Włącz, aby zignorować wszystkie parametry zapytania (część po znaku zapytania w adresie URL) podczas rejestrowania błędów 404."],"Ignore Query Parameters":["Ignoruj parametry zapytania"],"Remove":["Usuń"],"Add another":["Dodaj inne"],"Enter URIs or keywords you wish to prevent from getting logged by the 404 monitor.":["Wpisz identyfikatory URI lub słowa kluczowe, które nie mogą być rejestrowane przez monitor 404."],"Exclude Paths":["Wyklucz ścieżki"],"Sets the max number of rows in a log. Set to 0 to disable the limit.":["Ustawia maksymalną liczbę wierszy w dzienniku. Ustaw na 0, aby wyłączyć limit."],"Log Limit":["Limit dziennika"],"Simple":["Proste"],"The Simple mode only logs URI and access time, while the Advanced mode creates detailed logs including additional information such as the Referer URL.":["Tryb prosty rejestruje tylko URI i czas dostępu, natomiast tryb zaawansowany tworzy szczegółowe dzienniki zawierające dodatkowe informacje, takie jak adres URL odsyłacza."],"Mode":["Tryb"],"If you have hundreds of 404 errors, your error log might increase quickly. Only choose this option if you have a very few 404s and are unable to replicate the 404 error on a particular URL from your end.":["Jeśli masz setki błędów 404, dziennik błędów może szybko wzrosnąć. Wybierz tę opcję tylko, jeśli masz bardzo 404s i nie jesteś w stanie zreplikować błędu 404 na konkretny adres URL z twojego końca."],"Others":["Inne"],"Edit .htaccess":["Edytuj .htaccess"],"Leave the field empty to let WordPress handle the contents dynamically. If an actual robots.txt file is present in the root folder of your site, this option won't take effect and you have to edit the file directly, or delete it and then edit from here.":["Pozostaw to pole puste, aby WordPress mógł dynamicznie obsługiwać zawartość. Jeśli rzeczywisty plik robots.txt znajduje się w folderze głównym witryny, ta opcja nie zadziała i musisz edytować plik bezpośrednio lub usunąć go, a następnie edytować z tego miejsca."],"Edit robots.txt":["Edytuj robots.txt"],"Webmaster Tools":["Narzędzia webmasterów"],"Breadcrumbs":["Okruszki"],"Images":["Obrazki"],"Links":["Odnośniki"],"Authors":["Autorzy"],"Separator Character":["Znak separatora"],"WooCommerce":["WooCommerce"],"404 Error: page not found":["Błąd 404: strona nie została znaleziona"],"Results for %s":["Wyniki dla %s"],"Archives for %s":["Archiwum dla %s"],"Home":["Strona główna"],"Learn more.":["Dowiedz się więcej."],"Add missing ALT attributes":["Dodaj brakujące atrybuty ALT"],"Redirections":["Przekierowania"],"404 Monitor":["Monitor 404"],"Strip Category Base":["Podstawa kategorii"],"Open External Links in New Tab\/Window":["Otwieraj zewnętrzne odnośniki w nowej karcie"],"Automatically add <code>rel=\"nofollow\"<\/code> attribute for external links appearing in your posts, pages, and other post types. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Automatycznie dodaj atrybut <code>rel=\"nofollow\"<\/code> dla zewnętrznych odnośników pojawiających się w twoich wpisach, stronach i własnych rodzajach treści. Atrybut jest dynamicznie stosowany, gdy treść jest wyświetlana, a przechowywana zawartość nie jest zmieniana."],"Nofollow External Links":["Nofollow dla odnośników zewnętrznych"],"Automatically add <code>rel=\"nofollow\"<\/code> attribute for links pointing to external image files. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Automatycznie dodaj atrybut <code> rel=\"nofollow\"<\/code> dla łączy prowadzących do zewnętrznych plików obrazów. Atrybut jest dynamicznie stosowany, gdy treść jest wyświetlana, a przechowywana zawartość nie jest zmieniana."],"Nofollow Image File Links":["Nofollow dla łącz plików graficznych"],"Search Console":["Search Console"],"Advanced":["Zaawansowane"],"Description":["Opis"],"None":["Brak"]}},"comment":{"reference":"assets\/admin\/js\/generalSettings.js"}}