{"translation-revision-date":"2025-10-22 09:00:05+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Turn on auto-updates to automatically update to stable versions of Rank Math as soon as they are released. The beta versions of Rank Math as soon as they are released. The beta versions will never install automatically.":["Włącz automatyczne aktualizacje, aby automatycznie aktualizować do stabilnych wersji Rank Math, gdy tylko zostaną wydane. Wersje beta Rank Math, gdy tylko zostaną wydane. Wersje beta nigdy nie zostaną zainstalowane automatycznie."],"Failed! Try again":["Nie udało się, spróbuj ponownie."],"You cannot turn on the Beta Tester feature because site wide plugins auto-update option is disabled on your site.":["Nie możesz włączyć funkcji Beta Testera, ponieważ opcja automatycznej aktualizacji wtyczek jest wyłączona w Twojej witrynie."],"You cannot turn on auto-updates to automatically update to stable versions of Rank Math as soon as they are released, because site wide plugins auto-update option is disabled on your site.":["Nie możesz włączyć automatycznych aktualizacji, aby automatycznie aktualizować Rank Math do stabilnych wersji zaraz po ich wydaniu, ponieważ opcja automatycznej aktualizacji wtyczek dla całej witryny jest wyłączona w Twojej witrynie."],"Saving…":["Zapisywanie..."],"Update Notification Email":["Zaktualizuj e-mail z powiadomieniem"],"When auto-updates are turned off, you can enable update notifications, to send an email to the site administrator when an update is available for Rank Math.":["Gdy automatyczne aktualizacje są wyłączone, możesz włączyć powiadomienia o aktualizacjach, aby wysłać wiadomość e-mail do administratora witryny, gdy dostępna jest aktualizacja dla Rank Math."],"Saved":["Zapisano"],"Import & Export":["Import i eksport"],"Beta Tester":["Beta Tester"],"It is not recommended to use the beta version on live production sites.":["Nie zaleca się używania wersji beta na stronach w wersji produkcyjnych."],"You can take part in shaping Rank Math by test-driving the newest features and letting us know what you think. Turn on the Beta Tester feature to get notified about new beta releases. The beta version will not install automatically and you always have the option to ignore it.":["Możesz wziąć udział w kształtowaniu Rank Math, testując najnowsze funkcje i informując nas, co myślisz. Włącz funkcję Beta Tester, aby otrzymywać powiadomienia o nowych wersjach beta. Wersja beta nie zostanie zainstalowana automatycznie i zawsze możesz ją zignorować."],"Beta Opt-in":["Wersje beta"],"Reinstalling, please wait…":["Ponowne instalowanie, proszę czekać..."],"Install Version ":["Instaluj wersję "],"Roll back to this version.":["Przywróć tę wersję."],"Rollback Version":["Wcześniejsza wersja"],"This is the latest version of the plugin.":["To jest najnowsza wersja wtyczki."],"Update Now":["Aktualizuj teraz"],"Latest Stable Version":["Ostatnia stabilna wersja"],"This is the version you are using on this site.":["To jest wersja używana na tej stronie"],"You are using the latest version of the plugin.":["Korzystasz z najnowszej wersji wtyczki."],"Rolled Back Version: ":["Przywracana wersja:"],"Auto updates will not work, please update the plugin manually.":["Automatyczne aktualizacje nie będą działać, zaktualizuj wtyczkę ręcznie."],"Your Version":["Twoja wersja"],"Warning: ":["Ostrzeżenie:"],"Previous versions may not be secure or stable. Proceed with caution and always create a backup.":["Poprzednie wersje mogą być niebezpieczne lub niestabilne. Postępuj ostrożnie i zawsze wcześniej twórz kopię zapasową."],"If you are facing issues after an update, you can reinstall a previous version with this tool.":["Jeśli masz problemy po aktualizacji, możesz ponownie zainstalować poprzednią wersję za pomocą tego narzędzia."],"Rollback to Previous Version":["Przywróć poprzednią wersję"],"Rank Math will not auto-update because you have rolled back to a previous version. Update to the latest version manually to make this option work again.":["Rank Math nie aktualizuje się automatycznie, ponieważ przywróciłeś poprzednią wersję. Zaktualizuj ręcznie do najnowszej wersji, aby ponownie włączyć tę opcję."],"Auto Update Plugin":["Automatycznie aktualizuj wtyczkę"],"Version Control":["Kontrola wersji"],"Database Tools":["Narzędzia bazy danych"],"System Status":["Status systemu"],"Save Changes":["Zapisz zmiany"],"Auto Update":["Automatyczna aktualizacja"]}},"comment":{"reference":"includes\/modules\/status\/assets\/js\/status.js"}}