{"translation-revision-date":"2025-10-22 09:00:05+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"⛔️ Update Required":["⛔️ Konieczna aktualizacja"],"Your current plugin version does not support this feature. Please update Rank Math PRO to version 3.0.83 or later to unlock full functionality.":["Twoja aktualna wersja wtyczki nie obsługuje tej funkcji. Zaktualizuj Rank Math PRO do wersji 3.0.83 lub nowszej, aby odblokować pełną funkcjonalność."],"1-Click Article Generation":["Generowanie artykułu jednym kliknięciem"],"Your monthly Content AI credits have been fully utilized. You can wait till %s for your credits to refresh or upgrade to continue enjoying seamless content creation":["Twoje miesięczne kredyty Content AI zostały w pełni wykorzystane. Możesz poczekać do %s, aż Twoje środki zostaną odświeżone lub uaktualnić, aby móc dalej cieszyć się płynnym tworzeniem treści"],"Multiple RankBot Sessions":["Wiele sesji RankBota"],"1-Click Bulk SEO Meta":["Metadane SEO jednym kliknięciem"],"On-Page SEO Suggestions":["Sugestie SEO na stronie"],"To access this Content AI feature, you have to purchase a Content AI Subscription.":["Aby uzyskać dostęp do tej funkcji Treści SI, musisz kupić subskrypcję Treści SI."],"1-Click WooCommerce Product Descriptions":["Opisy produktów WooCommerce jednym kliknięciem"],"1-Click Competitor Content Research":["Badanie treści konkurencji jednym kliknięciem"],"125+ Expert-Written Prompts":["Ponad 125 podpowiedzi napisanych przez ekspertów"],"Get Access to 40+ AI SEO Tools":["Zdobądź dostęp do ponad 40 narzędzi AI SEO"],"Bulk Update Your SEO Meta using AI":["Zbiorcza aktualizacja meta SEO przy użyciu sztucznej inteligencji"],"You are one step away from unlocking this premium feature along with many more.":["Jesteś o krok od odblokowania tej funkcji premium i wielu innych."],"Missing Credits?":["Zabrakło kredytów?"]," We are sorry for the inconvenience.":[" Przepraszamy za utrudnienia."],"reach out to the support team.":["skontaktuj się z zespołem wsparcia."],"We are working on improving your Content AI experience. Please wait for 5 minutes and then refresh to start using the optimized Content AI. If you see this for more than 5 minutes, please ":["Pracujemy nad ulepszeniem Twojego doświadczenia z treścią SI. Poczekaj 5 minut, a następnie odśwież, aby rozpocząć korzystanie ze zoptymalizowanej treści SI. Jeśli widzisz to dłużej niż 5 minut, proszę "],"Server Maintenance Underway":["Trwa konserwacja serwera"],"SEO Performance Email Reports":["Raporty e-mailowe dotyczące wydajności SEO"],"Free Content AI Trial":["Bezpłatna wersja próbna treści SI"],"Advanced Google Analytics 4 Integration":["Zaawansowana integracja z Google Analytics 4"],"Bulk Edit SEO Tags":["Zbiorcza edycja tagów SEO"],"We are sorry but this feature is only available to Rank Math PRO\/Business\/Agency Users. Unlock this feature and many more by getting a Rank Math plan.":["Przepraszamy, ale ta funkcja jest dostępna tylko dla użytkowników Rank Math PRO\/Business\/Agency. Odblokuj tę i wiele innych funkcji, uzyskując plan Rank Math."],"🔒 This is a PRO-Only Feature":["🔒 To jest opcja PRO"],"To access this Content AI feature, you need to have an active subscription plan.":["Aby uzyskać dostęp do tej funkcji Treści SI, musisz mieć aktywny plan subskrypcji."],"125+ Pre-Built Prompts":["Ponad 125 gotowych podpowiedzi"],"1-Click Competitor Research":["Badanie konkurencji za pomocą 1 kliknięcia"],"40+ Specialized AI Tools":["Ponad 40 specjalistycznych narzędzi AI"],"1-Click SEO Meta":["Metadane SEO jednym kliknięciem"],"1-Click SEO Content":["Treść SEO jednym kliknięciem"],"🚀 Supercharge Your Content With AI":["🚀 Doładowanie treści za pomocą sztucznej inteligencji"],"Engage with RankBot, your personal AI Chat Assistant, for real-time assistance.":["Skorzystaj z RankBota, osobistego asystenta czatowego AI, aby uzyskać pomoc w czasie rzeczywistym."],"Experience the revolutionary AI-powered Content Editor for unparalleled efficiency.":["Poznaj rewolucyjny edytor treści oparty na sztucznej inteligencji, który zapewnia niezrównaną wydajność."],"Gain access to 40+ advanced AI tools, empowering your content strategy.":["Uzyskaj dostęp do ponad 40 zaawansowanych narzędzi AI, które wzmocnią Twoją strategię dotyczącą treści."],"Start using Content AI by connecting your RankMath.com Account":["Zacznij korzystać z Treści Sztucznej Inteligencji, łącząc swoje konto RankMath.com"],"Your monthly Content AI credits have been fully utilized. To continue enjoying seamless content creation, simply click the button below to upgrade your plan and access more credits.":["Twoje miesięczne kredyty Treści SI zostały wykorzystane. Aby nadal cieszyć się płynnym tworzeniem treści, po prostu kliknij poniższy przycisk, aby uaktualnić swój plan i uzyskać dostęp do większej liczby kredytów."],"⛔️ Content AI Credit Alert!":["⛔️ Alert kredytowy SI dotyczący treści!"],"Keyword Rank Tracker":["Śledzenie rankingu słów kluczowych"],"Connect Now":["Połącz teraz"],"Update Now":["Aktualizuj teraz"],"Learn More":["Dowiedz się więcej"],"Cancel":["Anuluj"],"Save All Edits":["Zapisz wszystkie edycje"],"Bulk Edit This Field":["Edytuj to pole"]}},"comment":{"reference":"assets\/admin\/js\/post-list.js"}}