{"translation-revision-date":"2025-10-22 09:00:05+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Keyword Density is %1$s which is high, the Focus Keyword and combination appears %2$s times.":["Gęstość słów kluczowych wynosi %1$s, co jest wartością wysoką, słowo kluczowe i jego kombinacja pojawiają się %2$s razy."],"Keyword Density is %1$s which is low, the Focus Keyword and combination appears %2$s times.":["Gęstość słów kluczowych wynosi %1$s, co jest wartością niską, słowo kluczowe i jego kombinacja pojawiają się %2$s razy."],"You are using the Product Schema for this Product":["Używasz schematu produktu dla tego produktu"],"You are not using the Product Schema for this Product.":["Nie używasz schematu produktu dla tego produktu."],"Reviews are enabled for this Product. Good Job!":["Dla tego produktu włączona jest obsługa recenzji. Dobra robota!"],"Reviews are disabled on this Product.":["Recenzje są wyłączone dla tego produktu."],"You are not using %1$s to optimise this %2$s.":["Nie używasz %1$s do optymalizacji tego %2$s."],"You are using %1$s to optimise this %2$s.":["Używasz %1$s do optymalizacji tego %2$s."],"Use %1$s to optimise the  %2$s.":["Użyj %1$s do optymalizacji %2$s."],"Your title doesn't contain a %1$s word.":["Twój tytuł nie zawiera słowa %1$s."],"Your title doesn't contain a %1$s. Add at least one.":["Twój tytuł nie zawiera %1$s. Dodaj chociaż jedno."],"Your title contains %1$d power word(s). Booyah!":["Twój tytuł zawiera %1$s słów kluczowych. Brawo!"],"We found %1$d outbound links in your content and all of them are nofollow.":["Znaleźliśmy w twojej treści %1$d odnośników wychodzących i wszystkie są nofollow."],"URL is %1$d characters long. Consider shortening it.":["URL ma długość %1$s znaków. Spróbuj go skrócić."],"URL is %1$d characters long. Kudos!":["URL ma długość %1$s znaków. Rewelacyjnie!"],"Content is %1$d words long. Consider using at least 600 words.":["Twoja treść ma długość %1$s słów. Rozważ wydłużenie do co najmniej 600 słów."],"Content is %1$d words long. Good job!":["Twoja treść ma %1$s słów długości. Dobra robota!"],"Content should be %1$s long.":["Treść powinna mieć długość %1$s."],"You have %1$s this Focus Keyword.":["Wcześniej już %1$s wskazanej frazy kluczowej."],"Keyword Density is 0. Aim for around 1% Keyword Density.":["Gęstość frazy kluczowej wynosi {0}. Celem jest wartość około 1%."],"Table of Contents help break down content into smaller, digestible chunks. It makes reading easier which in turn results in better rankings.":["Spis treści pomaga podzielić zawartość na mniejsze, strawne części. Ułatwia czytanie, co z kolei przekłada się na lepsze rankingi."],"You are using short paragraphs.":["Używasz krótkich akapitów."],"We detected a gallery in your content & assuming that you added Focus Keyword in alt in at least one of the gallery images.":["Wykryliśmy galerię w treści i zakładamy, że dodałeś jedno główne słowo kluczowe w co najmniej jednym z obrazów galerii."],"Content with images and\/or video feels more inviting to users. It also helps supplement your textual content.":["Treści ze zdjęciami i \/ lub wideo są bardziej zachęcające dla użytkowników. Pomaga także uzupełniać treść tekstową."],"Add a few images and\/or videos to make your content appealing.":["Dodaj kilka zdjęć i \/ lub filmów, aby Twoje treści były atrakcyjne."],"You are not using rich media like images or videos.":["Nie korzystasz z multimediów, takich jak obrazki lub filmy."],"Your content contains images and\/or video(s).":["Twoja treść zawiera obrazki i \/ lub film."],"Short paragraphs are easier to read and more pleasing to the eye. Long paragraphs scare the visitor, and they might result to SERPs looking for better readable content.":["Krótkie akapity są łatwiejsze do odczytania i bardziej przyjemne dla oka. Długie akapity przerażają odwiedzających i mogą powodować, że SERP szukają lepiej czytelnych treści."],"Add short and concise paragraphs for better readability and UX.":["Dodaj krótkie i zwięzłe akapity dla lepszej czytelności i UX."],"At least one paragraph is long. Consider using short paragraphs.":["Przynajmniej jeden akapit jest długi. Rozważ użycie krótkich akapitów."],"Use Table of Content to break-down your text.":["Użyj spisu treści, aby podzielić tekst."],"You don't seem to be using a %1$s.":["Wygląda na to, że nie używasz %1$s."],"You seem to be using a %1$s to break-down your text.":["Wygląda na to, że używasz %1$s do podziału tekstu."],"Headlines with numbers are 36% more likely to generate clicks, according to research by Conductor.":["Według badań nagłówki z liczbami są o 36% bardziej prawdopodobne na generowanie kliknięć."],"Add a number to your title to improve CTR.":["Dodaj liczbę do tytułu, aby poprawić CTR."],"Your SEO title doesn't contain a number.":["Twój tytuł SEO nie zawiera liczby."],"You are using a number in your SEO title.":["Używasz liczby w tytule SEO."],"Power Words are tried-and-true words that copywriters use to attract more clicks.":["Power Words to wypróbowane i prawdziwe słowa, których autorzy tekstów używają do przyciągania większej liczby kliknięć."],"Add %s to your title to increase CTR.":["Dodaj %s do tytułu, aby zwiększyć CTR."],"Headlines with a strong emotional sentiment (positive or negative) tend to receive more clicks.":["Nagłówki nasycone emocjami (pozytywnymi lub negatywnymi) zwykle uzyskują więcej kliknięć."],"Titles with positive or negative sentiment work best for higher CTR.":["Tytuły z elementem emocji (pozytywnych lub negatywnych) działają najlepiej na wyższy CTR"],"Your title has a positive or a negative sentiment.":["Twój tytuł ma pozytywne lub negatywne nasycenie."],"The SEO page title should contain the Focus Keyword preferably at the beginning.":["Tytuł strony SEO powinien zawierać ustawioną frazę kluczową Focus najlepiej na początku."],"Use the Focus Keyword near the beginning of SEO title.":["Użyj ustawionej frazy kluczowej w pobliżu początku tytułu SEO."],"Focus Keyword doesn't appear at the beginning of SEO title.":["Fraza kluczowa nie pojawia się na początku tytułu SEO."],"Focus Keyword used at the beginning of SEO title.":["Ustawiona fraza kluczowa jest na początku tytułu SEO."],"We are searching in database.":["Wyszukujemy w bazie danych."],"Set a Focus Keyword for this content.":["Ustaw frazę kluczową dla tej treści."],"already used":["użyłeś"],"You haven't used this Focus Keyword before.":["Nigdy wcześniej nie używałeś tej frazy kluczowej."],"Internal links decrease your bounce rate and improve SEO.":["Linki wewnętrzne zmniejszają współczynnik odrzuceń i poprawiają SEO."],"Add internal links in your content.":["Dodaj wewnętrzne linki do treści."],"We couldn't find any internal links in your content.":["Nie znaleźliśmy żadnych wewnętrznych odnośników w twojej treści."],"You are linking to other resources on your website which is great.":["Linkujesz do innych zasobów na swojej stronie, co jest świetne."],"There is no ideal keyword density percentage, but it should not be too high. The most important thing is to keep the copy natural.":["Nie ma idealnej wartości gęstości frazy kluczowej w treści, ale nie powinien być zbyt wysoki. Najważniejszym jest, aby treść była naturalna."],"Keyword Density is %1$s, the Focus Keyword and combination appears %2$s times.":["Gęstość słów kluczowych wynosi %1$s, słowo kluczowe i jego kombinacja pojawiają się %2$s razy."],"PageRank Sculpting no longer works. Your posts should have a mix of nofollow and DoFollow links.":["PageRank Sculpting nie działa. Twoje wpisy powinny zawierać kombinację odnośników z parametrami nofollow i dofollow."],"Add DoFollow links pointing to external resources.":["Dodaj łącza DoFollow wskazujące na zasoby zewnętrzne."],"At least one external link with DoFollow found in your content.":["W treści znajduje się co najmniej jeden zewnętrzny link z parametrem DoFollow."],"It helps visitors read more about a topic and prevents pogosticking.":["Pomaga odwiedzającym przeczytać więcej na dany temat i zapobiega porzucaniu witryny."],"Link out to external resources.":["Linkuj do zasobów zewnętrznych."],"No outbound links were found. Link out to external resources.":["Nie znaleziono odnośników wychodzących. Połącz się z zasobami zewnętrznymi."],"Great! You are linking to external resources.":["Świetnie! Linkujesz do zasobów zewnętrznych."],"It is recommended to add the focus keyword in the alt attribute of one or more images.":["Zaleca się dodanie ustawionej frazy kluczowej w atrybucie alt jednego lub więcej obrazów."],"Add an image with your Focus Keyword as alt text.":["Dodaj obrazek z ustawioną frazą kluczową w parametrze alt."],"Focus Keyword not found in image alt attribute(s).":["Ustawiona fraza kluczowa nie została znaleziona w atrybutach alt obrazków."],"Focus Keyword found in image alt attribute(s).":["Ustawiona fraza kluczowa została znaleziona w atrybutach alt obrazków."],"It is recommended to add the focus keyword as part of one or more subheadings in the content.":["Zaleca się dodanie słowa kluczowego focus jako części jednego lub więcej podtytułów w treści."],"Use Focus Keyword in subheading(s) like H2, H3, H4, etc..":["Użyj ustawionej frazy kluczowej w podtytułach takich jak H2, H3, H4 itp."],"Focus Keyword not found in subheading(s) like H2, H3, H4, etc..":["Fraza kluczowa nieznaleziona w podtytułach takich jak H2, H3, H4, itp."],"Focus Keyword found in the subheading(s).":["Fraza kluczowa znaleziona w podtytule (podtytułach)"],"Permalink should be at most 75 characters long.":["Bezpośredni odnośnik powinien mieć maksymalnie 75 znaków."],"URL unavailable. Add a short URL.":["URL niedostępny. Dodaj krótki adres URL."],"Minimum recommended content length should be 600 words.":["Minimalna zalecana długość treści powinna wynosić 600 słów."],"It is recommended to make the focus keyword appear in the post content too.":["Zaleca się, aby ustawiona fraza kluczowa pojawiała się również w treści wpisu."],"Use Focus Keyword in the content.":["Użyj frazy kluczowej w treści."],"Focus Keyword doesn't appear in the content.":["Ustawiona fraza kluczowa nie pojawia się w treści."],"Focus Keyword found in the content.":["Fraza kluczowa znaleziona w treści."],"The first 10% of the content should contain the Focus Keyword preferably at the beginning.":["Fraza kluczowa powinna znajdować się w pierwszych 10% treści. Najlepiej na początku."],"Use Focus Keyword at the beginning of your content.":["Użyj ustawionej frazy kluczowej w początkowej części treści."],"Focus Keyword doesn't appear at the beginning of your content.":["Fraza kluczowa nie pojawia się na początku treści."],"Focus Keyword appears in the first 10% of the content.":["Fraza kluczowa pojawia się w pierwszych 10% treści."],"Include the focus keyword in the slug (permalink) of this post.":["Uzyj frazy kluczowej w bezpośrednim linku (slug) tego wpisu."],"Use Focus Keyword in the URL.":["Użyj ustawionej frazy kluczowej w adresie URL."],"Focus Keyword not found in the URL.":["Fraza kluczowa nieznaleziona w adresie URL."],"Focus Keyword used in the URL.":["Fraza kluczowa znaleziona w adresie URL."],"Make sure the focus keyword appears in the SEO description too.":["Upewnij się, że ustawiona fraza kluczowa pojawia się również w opisie SEO."],"Add Focus Keyword to your SEO Meta Description.":["Dodaj ustawioną frazę kluczową do swojego opisu META SEO."],"Focus Keyword not found in your SEO Meta Description.":["Fraza kluczowa nieznaleziona w opisie META SEO."],"Focus Keyword used inside SEO Meta Description.":["Fraza kluczowa użyta wewnątrz opisu META SEO."],"Make sure the focus keyword appears in the SEO post title too.":["Upewnij się, że ustawiona fraza kluczowa pojawia się również w tytule SEO wpisu."],"Add Focus Keyword to the SEO title.":["Dodaj ustawioną frazę kluczową do tytułu SEO."],"Focus Keyword does not appear in the SEO title.":["Frazy kluczowej nie ma w tytule SEO."],"Hurray! You're using Focus Keyword in the SEO Title.":["Hurra! Twoja fraza kluczowa jest w tytule SEO."]}},"comment":{"reference":"assets\/admin\/js\/analyzer.js"}}