{"translation-revision-date":"2025-10-22 09:00:05+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Show Intent":["Pokaż intencję"],"⛔️ Update Required":["⛔️ Konieczna aktualizacja"],"Your current plugin version does not support this feature. Please update Rank Math PRO to version 3.0.83 or later to unlock full functionality.":["Twoja aktualna wersja wtyczki nie obsługuje tej funkcji. Zaktualizuj Rank Math PRO do wersji 3.0.83 lub nowszej, aby odblokować pełną funkcjonalność."],"1-Click Article Generation":["Generowanie artykułu jednym kliknięciem"],"Your monthly Content AI credits have been fully utilized. You can wait till %s for your credits to refresh or upgrade to continue enjoying seamless content creation":["Twoje miesięczne kredyty Content AI zostały w pełni wykorzystane. Możesz poczekać do %s, aż Twoje środki zostaną odświeżone lub uaktualnić, aby móc dalej cieszyć się płynnym tworzeniem treści"],"Multiple RankBot Sessions":["Wiele sesji RankBota"],"1-Click Bulk SEO Meta":["Metadane SEO jednym kliknięciem"],"On-Page SEO Suggestions":["Sugestie SEO na stronie"],"To access this Content AI feature, you have to purchase a Content AI Subscription.":["Aby uzyskać dostęp do tej funkcji Treści SI, musisz kupić subskrypcję Treści SI."],"1-Click WooCommerce Product Descriptions":["Opisy produktów WooCommerce jednym kliknięciem"],"1-Click Competitor Content Research":["Badanie treści konkurencji jednym kliknięciem"],"125+ Expert-Written Prompts":["Ponad 125 podpowiedzi napisanych przez ekspertów"],"Get Access to 40+ AI SEO Tools":["Zdobądź dostęp do ponad 40 narzędzi AI SEO"],"Bulk Update Your SEO Meta using AI":["Zbiorcza aktualizacja meta SEO przy użyciu sztucznej inteligencji"],"You are one step away from unlocking this premium feature along with many more.":["Jesteś o krok od odblokowania tej funkcji premium i wielu innych."],"Missing Credits?":["Zabrakło kredytów?"]," We are sorry for the inconvenience.":[" Przepraszamy za utrudnienia."],"reach out to the support team.":["skontaktuj się z zespołem wsparcia."],"We are working on improving your Content AI experience. Please wait for 5 minutes and then refresh to start using the optimized Content AI. If you see this for more than 5 minutes, please ":["Pracujemy nad ulepszeniem Twojego doświadczenia z treścią SI. Poczekaj 5 minut, a następnie odśwież, aby rozpocząć korzystanie ze zoptymalizowanej treści SI. Jeśli widzisz to dłużej niż 5 minut, proszę "],"Server Maintenance Underway":["Trwa konserwacja serwera"],"SEO Performance Email Reports":["Raporty e-mailowe dotyczące wydajności SEO"],"Free Content AI Trial":["Bezpłatna wersja próbna treści SI"],"Advanced Google Analytics 4 Integration":["Zaawansowana integracja z Google Analytics 4"],"Bulk Edit SEO Tags":["Zbiorcza edycja tagów SEO"],"We are sorry but this feature is only available to Rank Math PRO\/Business\/Agency Users. Unlock this feature and many more by getting a Rank Math plan.":["Przepraszamy, ale ta funkcja jest dostępna tylko dla użytkowników Rank Math PRO\/Business\/Agency. Odblokuj tę i wiele innych funkcji, uzyskując plan Rank Math."],"🔒 This is a PRO-Only Feature":["🔒 To jest opcja PRO"],"To access this Content AI feature, you need to have an active subscription plan.":["Aby uzyskać dostęp do tej funkcji Treści SI, musisz mieć aktywny plan subskrypcji."],"Annotation":["Adnotacja"],"125+ Pre-Built Prompts":["Ponad 125 gotowych podpowiedzi"],"1-Click Competitor Research":["Badanie konkurencji za pomocą 1 kliknięcia"],"40+ Specialized AI Tools":["Ponad 40 specjalistycznych narzędzi AI"],"1-Click SEO Meta":["Metadane SEO jednym kliknięciem"],"1-Click SEO Content":["Treść SEO jednym kliknięciem"],"🚀 Supercharge Your Content With AI":["🚀 Doładowanie treści za pomocą sztucznej inteligencji"],"Engage with RankBot, your personal AI Chat Assistant, for real-time assistance.":["Skorzystaj z RankBota, osobistego asystenta czatowego AI, aby uzyskać pomoc w czasie rzeczywistym."],"Experience the revolutionary AI-powered Content Editor for unparalleled efficiency.":["Poznaj rewolucyjny edytor treści oparty na sztucznej inteligencji, który zapewnia niezrównaną wydajność."],"Gain access to 40+ advanced AI tools, empowering your content strategy.":["Uzyskaj dostęp do ponad 40 zaawansowanych narzędzi AI, które wzmocnią Twoją strategię dotyczącą treści."],"Start using Content AI by connecting your RankMath.com Account":["Zacznij korzystać z Treści Sztucznej Inteligencji, łącząc swoje konto RankMath.com"],"Your monthly Content AI credits have been fully utilized. To continue enjoying seamless content creation, simply click the button below to upgrade your plan and access more credits.":["Twoje miesięczne kredyty Treści SI zostały wykorzystane. Aby nadal cieszyć się płynnym tworzeniem treści, po prostu kliknij poniższy przycisk, aby uaktualnić swój plan i uzyskać dostęp do większej liczby kredytów."],"⛔️ Content AI Credit Alert!":["⛔️ Alert kredytowy SI dotyczący treści!"],"Maps":["Mapy"],"and many other premium SEO features":[" i wiele innych opcji premium SEO"],"Set different Primary Focus Keyword":["Ustaw inną, podstawową frazę kluczową"],"Improve the SEO workflow":["Popraw przepływ pracy SEO"],"Upgrade to re-order Focus Keywords":["Uaktualnij, aby ponownie zamówić frazy kluczowe"],"You can add custom thumbnail overlays with {{link}}Rank Math Pro{{\/link}}.":["Możesz dodać niestandardowe nakładki miniatur za pomocą {{link}}Rank Math Pro{{\/link}}."],"Keyword Rank Tracker":["Śledzenie rankingu słów kluczowych"],"This option prevents images on a page from being indexed by Google and other search engines":["Opcja chroni obrazki na stronie przed indeksowanie Google i innych wyszukiwarek"],"Preview Snippet Editor":["Podgląd edytora bloku"],"See data from a particular Country or timeframe":["Zobacz dane z określonego kraju lub przedziału czasowego"],"Analyze search trends and compare keywords":["Analizuj trendy wyszukiwania i porównuj słowa kluczowe"],"Data fetched directly from Google":["Dane pobrane bezpośrednio z Google"],"Track Keyword Trends":["Śledź trendy dotyczące słów kluczowych"],"Want more? {{link}}{{strong}}Upgrade today to the PRO{{\/strong}}{{\/link}} version.":["Chcesz więcej? {{link}}{{strong}}Zaktualizuj dzisiaj do wersji PRO{{\/strong}}{{\/link}}."],"Activate your account by {{link}}connecting to Rank Math!{{\/link}} ":["Aktywuj swoje konto, {{link}}łącząc się z Rank Math!{{\/link}}"],"Read here to {{link}}Score 100\/100{{\/link}} ":["Przeczytaj tutaj, by osiągnąć {{link}}wynik 100\/100 {{\/link}}"],"Google Trends":["Google Trends"],"Replace Image":["Zastąp obrazek"],"Trends":["Trendy"],"Connect Now":["Połącz teraz"],"Editing Homepage permalink is not possible.":["Edycja linku bezpośredniego do strony głównej jest niemożliwa."],"Update Now":["Aktualizuj teraz"],"Rating: ":["Ocena:"],"Show SEO Score on Front-end":["Pokaż wynik SEO w interfejsie"],"Preview & Edit Social Media":["Podgląd i edycja mediów społecznościowych"],"Click on the button below to view and edit the preview.":["Kliknij przycisk poniżej, aby wyświetlić i edytować podgląd."],"Here you can view and edit the thumbnail, title and description that will be displayed when your site is shared on social media.":["Tutaj możesz przeglądać i edytować miniaturę, tytuł i opis, które będą wyświetlane, gdy witryna zostanie udostępniona w mediach społecznościowych."],"Social Media Preview":["Podgląd mediów społecznościowych"],"Specify a maximum size of image preview to be shown for images on this page":["Określ maksymalny rozmiar podglądu obrazu, który ma być wyświetlany dla obrazów na tej stronie"],"Specify a maximum duration in seconds of an animated video preview":["Określ maksymalny czas trwania animowanego podglądu wideo w sekundach"],"Specify a maximum text-length, in characters, of a snippet for your page":["Podaj maksymalną długość tekstu zajawki w swojej witrynie"],"The canonical URL informs search crawlers which page is the main page if you have double content":["Kanoniczny adres URL informuje roboty indeksujące, która strona jest stroną główną, jeśli masz podwójną zawartość"],"Instructs search engines to index and show these pages in the search results":["Instruuje wyszukiwarki do indeksowania i wyświetlania tych stron w wynikach wyszukiwania"],"Close":["Wyjdź"],"Hey, we noticed you are using Rank Math SEO plugin for more than a week now –{{em}}that's awesome!{{\/em}} Could you please do us a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?":["Hej, zauważyliśmy, że korzystasz z wtyczki Rank Math SEO już od ponad tygodnia – {{em}}to super!{{\/em}} Czy możesz nam wyświadczyć DUŻĄ przysługę i przyznać jej 5 gwiazdek w WordPress, by pomóc nam w rozpowszechnianiu informacji i wzmocnieniu motywacji?"],"The App Card is a great way to represent mobile applications on Twitter and to drive installs. More information: ":["Karta aplikacji to świetny sposób na reprezentowanie aplikacji mobilnych na Twitterze i zachęcanie do instalacji. Więcej informacji: "],"Video clips and audio streams have a special place on the Twitter platform thanks to the Player Card. Player Cards must be submitted for approval before they can be used. More information: ":["Klipy wideo i strumienie audio mają specjalne miejsce na platformie Twitter dzięki karcie gracza. Karty Gracza muszą zostać przesłane do zatwierdzenia przed ich użyciem. Więcej informacji:"],"Card Type":["Typ kartki"],"The card for your website will look little something like this!":["Karta Twojej witryny będzie wyglądać mniej więcej tak!"],"Your app ID in the Google Play (.i.e. com.android.app)":["Twój identyfikator aplikacji w Google Play (np. „com.android.app”)"],"Your app's custom URL scheme (must include :\/\/).":["Niestandardowy schemat URL aplikacji (musi zawierać „:\/\/”)."],"Read more":["Dowiedz się więcej"],"Customize the title, description and images of your post used while sharing on Facebook and Twitter.":["Dostosuj tytuł, opis i zdjęcia swojego wpisu, które zostaną użyte przy udostępnieniu wpisu na Facebooku i Twitterze."],"Permalink":["Bezpośredni odnośnik"],"Search &hellip;":["Szukaj &hellip;"],"About 43,700,000 results (0.32 seconds) ":["Około 43,700,000 wyników (0.32 sekundy) "],"Videos":["Filmy"],"Insert keywords you want to rank for. Try to {{link}}attain 100\/100 points{{\/link}} for better chances of ranking.":["Ustaw słowa kluczowe, które chcesz sprawdzić. Spróbuj {{link}} zdobyć 100\/100 punktów {{\/link}}, aby zwiększyć szanse na lepszą pozycję w wyszukiwarce."],"All Good":["Wszystko OK"],"Nofollow":["Nofollow"],"2 hrs":["2 godziny"],"Standard":["Standard"],"Large":["Duże"],"Max Image Preview":["Maksymalny podgląd obrazu"],"Max Video Preview":["Maks. podgląd filmu"],"Max Snippet":["Maks. zajawka"],"Advanced Robots Meta":["Zaawansowane META robotów"],"Tools":["Narzedzia"],"I already did. Please don't show this message again.":["Już zrobiłem. Nie pokazuj więcej tego komunikatu."],"Rate Rank Math SEO":["Oceń Rank Math SEO"],"Index":["Indeks"],"Example: Rank Math SEO":["Przykład: fraza kluczowa"],"Remove Image":["Usuń obraz"],"Errors":["Błędy"],"News":["Aktualności"],"All":["Wszystko"],"Redirection Type":["Typ przekierowań"],"Destination URL":["URL docelowy"],"Redirect":["Przekierowanie"],"If your application is not available in the US App Store, you must set this value to the two-letter country code for the App Store that contains your application.":["Jeśli aplikacja nie jest dostępna w amerykańskim sklepie App Store, należy ustawić tę wartość na dwuliterowy kod kraju dla App Store, który zawiera tę aplikację."],"App Country":["Kraj aplikacji"],"Google Play App URL":["URL aplikacji Google Play"],"Google Play App ID":["ID aplikacji Google Play"],"Google Play App Name":["Nazwa aplikacji Google Play"],"iPad App URL":["URL aplikacji iPad"],"iPad App ID":["ID aplikacji iPad"],"iPad App Name":["Nazwa aplikacji iPad"],"iPhone App URL":["URL aplikacji iPhone"],"The numeric representation of your app ID in the App Store.":["Numeryczna reprezentacja Twojego identyfikatora aplikacji w App Store."],"iPhone App ID":["ID aplikacji iPhone"],"The name of your app to show.":["Nazwa Twojej aplikacji do wyświetlenia."],"iPhone App Name":["Nazwa aplikacji iPhone"],"You can use this as a more concise description than what you may have on the app store. This field has a maximum of 200 characters. (optional)":["Możesz użyć tego jako bardziej zwięzłego opisu niż w sklepie z aplikacjami. To pole ma maksymalnie 200 znaków. (opcjonalnie)"],"App Description":["Opis aplikacji"],"The MIME type\/subtype combination that describes the content contained in twitter:player:stream. Takes the form specified in RFC 6381. Currently supported content_type values are those defined in RFC 4337 (MIME Type Registration for MP4).":["Kombinacja typu \/ podtypu MIME, która opisuje zawartość zawartą w twitter: player: stream. Przyjmuje formę określoną w RFC 6381. Obecnie obsługiwane wartości content_type są zdefiniowane w RFC 4337 (Rejestracja typu MIME dla MP4)."],"Stream Content Type":["Typ zawartości strumienia"],"Optional URL to raw stream that will be rendered in Twitter’s mobile applications directly. If provided, the stream must be delivered in the MPEG-4 container format (the .mp4 extension). The container can store a mix of audio and video with the following codecs: Video: H.264, Baseline Profile (BP), Level 3.0, up to 640 x 480 at 30 fps. Audio: AAC, Low Complexity Profile (LC).":["Opcjonalny adres URL surowego strumienia, który będzie renderowany bezpośrednio w aplikacjach mobilnych Twittera. Jeśli jest podany, strumień musi być dostarczony w formacie kontenera MPEG-4 (rozszerzenie .mp4). Kontener może przechowywać miks audio i wideo z następującymi kodekami: Wideo: H.264, profil podstawowy (BP), poziom 3.0, do 640 x 480 przy 30 fps. Audio: AAC, Low Complexity Profile (LC)."],"Stream URL":["URL Strimingu"],"iFrame width and height, specified in pixels in the following format: 600x400.":["Szerokość i wysokość ramki iFrame, określona w pikselach w następującym formacie: 600x400."],"Player Size":["Rozmiar gracza"],"HTTPS URL to iFrame player. This must be a HTTPS URL which does not generate active mixed content warnings in a web browser. The audio or video player must not require plugins such as Adobe Flash.":["Adres URL HTTPS do odtwarzacza iFrame. Musi to być adres URL HTTPS, który nie generuje aktywnych ostrzeżeń o mieszanej zawartości w przeglądarce internetowej. Odtwarzacz audio lub wideo nie może wymagać wtyczek takich jak Adobe Flash."],"Player URL":["URL gracza"],"Player Card":["Karta zawodnika"],"App Card":["Karta aplikacji"],"Summary Card":["Karta podsumowania"],"Summary Card with Large Image":["Karta podsumowania z dużym obrazkiem"],"Use Data from Facebook Tab":["Użyj danych z zakładki Facebook"],"Icon overlay":["Ikona przesłonięcia"],"Add icon overlay to thumbnail":["Dodaj nakładkę ikony do miniatury"],"Image is smaller than the minimum size, please select a different image.":["Obrazek nie ma minimalnego rozmiaru. Proszę wybrać inny obrazek."],"Upload at least 600x315px image. Recommended size is 1200x630px.":["Wgraj plik o rozmiarze co najmniej 600x315px. Rekomendowany rozmiar to 1200x630px."],"Add Image":["Dodaj obrazek"],"2h":["2h"],"Twitter":["Twitter"],"Facebook":["Facebook"],"This post is Pillar Content":["Ten post jest kluczową treścią"],"This is what will appear as the description when this post shows up in the search results.":["Ten opis zobaczysz, gdy ten post pojawi się w wynikach wyszukiwania."],"This is the unique URL of this page, displayed below the post title in the search results.":["To jest unikalny adres URL tej strony, wyświetlany pod tytułem postu w wynikach wyszukiwania."],"This is what will appear in the first line when this post shows up in the search results.":["Oto, co pojawi się w pierwszym wierszu, gdy ten post pojawi się w wynikach wyszukiwania."],"Breadcrumb Title to use for this post":["Tytuł ścieżki do użycia w tym wpisie"],"Breadcrumb Title":["Tytuł ścieżki"],"Canonical URL":["URL kanoniczny"],"Robots Meta":["Dane dla robotów"],"451 Content Unavailable for Legal Reasons":["451 Treść niedostępna z powodów prawnych"],"410 Content Deleted":["410 Treść usunięta"],"307 Temporary Redirect":["307 Tymczasowe przekierowanie"],"302 Temporary Move":["302 Tymczasowe przesunięcie"],"301 Permanent Move":["301 Przekierowanie stałe"],"Prevents a snippet from being shown in the search results":["Zapobiega wyświetlaniu zajawek w wynikach wyszukiwania"],"No Snippet":["Brak fragmentu"],"No Image Index":["No Image Index"],"Prevents search engines from showing Cached links for pages":["Zapobiega wyświetlaniu przez wyszukiwarki odnośników do stron w pamięci podręcznej"],"No Archive":["Brak archiwum"],"Prevents search engines from following links on the pages":["Uniemożliwia wyszukiwarkom korzystanie z poniższych łączy na stronach"],"Prevents pages from being indexed and displayed in search engine result pages":["Zapobiega indeksowaniu stron i wyświetlaniu ich na stronach wyników wyszukiwania"],"No Index":["No Index"],"Images":["Obrazki"],"Focus Keyword":["Fraza kluczowa"],"Settings":["Ustawienia"],"Learn More":["Dowiedz się więcej"],"More":["Więcej"],"Edit Snippet":["Edytuj fragment rozszerzony"],"This page will not appear in search results. You can disable noindex in the Advanced tab.":["Ta strona nie pojawi się w wynikach wyszukiwania. Możesz wyłączyć noindex w zakładce Zaawansowane."],"Noindex robots meta is enabled":["Meta robotów Noindex są włączona"],"Mobile Preview":["Podgląd na urządzeniach mobilnych"],"Desktop Preview":["Podgląd na komputerze stacjonarnym"],"Preview":["Podgląd"],"Content Readability":["Czytelność treści"],"Title Readability":["Czytelność tytułu"],"Additional":["Dodatkowo"],"Basic SEO":["Podstawowe SEO"],"Title":["Tytuł"],"Social":["Media społecznościowe"],"Advanced":["Zaawansowane"],"General":["Ogólne"],"Description":["Opis"],"None":["Brak"],"Rank Math":["Rank Math"]}},"comment":{"reference":"assets\/admin\/js\/rank-math-app.js"}}